[
  {
    "path": "posts/2022-03-28-ethanecracker/",
    "title": "ethane cracker under construction",
    "description": "Reaction to progress on the ethane cracker under construction by Shell in Monaca, Pennsylvania",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-28",
    "categories": [
      "ethane cracker",
      "natural gas liquids",
      "economic impact",
      "pittsburgh, pennsylvania",
      "environment"
    ],
    "contents": "\nI drove to Monaca, Pennsylvania, yesterday to view Shell’s ethane\ncracker. The trip reminded me about a report I wrote in 2012 for a\nWorkforce Investment Board, Cracking the Ethane\nCracker.\n\nI calculated in 2012 a much lower potential impact of the working\ncracker in Monaca on employment, income, and jobs than did the American\nChemical Society, whose evidence was used to gather support and tax\nrelief for the cracker project. Exaggeration of the economic impact of\noil/gas/gas liquids activities is evident in many projects (see, e.g.,\n“Penn State studies” of Marcellus Shale development impacts; see my mild\nkvetching in the essay, Different Numbers in, Different\nNumbers Out.\nWhy the exaggeration? I would think that many of these projects have\npositive impacts that stand on their own. Perhaps these exaggerations of\necon impact are meant to divert attention from environmental impacts?\nThe message is “Sure, there are environmental impacts, but look at the\njobs, income, and taxes we create.”\nAny continuing projects to track the various impacts of the cracker?\nA few are evident:\nHealth\nImpact Assessment of the Shell Chemical Appalachia Petrochemical\nComplex \nSupport\nFor Shell Tax Break In Monaca, But Skepticism Over Job\nClaims\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-28-ethanecracker/ethane_cracker.jpg",
    "last_modified": "2022-03-29T08:39:40-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-dogdreams/",
    "title": "dog of my dreams",
    "description": "Moving on, with approval...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-03-29",
    "categories": [
      "dream",
      "memories",
      "growing up"
    ],
    "contents": "\nWhen I was about eight years old, my parents took me to the Erie\nCounty Fair in Hamburg, New York. Lots of farm equipment, farm animals,\nand a midway. I won this ashtray by landing a pingpong ball in a fish\nbowl:\nI could have had the live fish, but I took the cheap ceramic dog on\nthe edge of the ashtray, instead. This little blue dog with the sad eyes\nsat on my dresser for years. He held bits of pencils, knives, chewing\ngum, and later, as you can see from the burn marks, cones of incense. He\nwas dusted once or twice over the years, The yellow discoloration on him\nis from my parents 2 packs-a-day (each) smoking.\nThis little dog is a figure in one of the most meaningful dreams of\nmy life.\n When I was a junior in high school, my\nfather came home from work one day via the emergency room. A large steel\nplate, the size of a piece of standard plywood sheeting, had grazed the\nfront of his body. He had cuts on his face and bruises all down his body\nwhere the plate had fallen forward and scraped him. Luckily he wasn’t\nunderneath the plate.\nMy father worked hard. He had been a personnel and safety director of\nhis battery manufacturing plant, but, when the firm was purchased by an\nautomobile manufacturer, many men were released from work. He was\nfortunate to be rehired in the place he had started years before–as a\nlaborer.\nHe plowed snow. He shoveled keystone (very fine grain coal),\nsometimes for an entire day, guiding the gritty black stuff from a rail\ncar into a silo. He would return home exhausted. Coal black. In need of\na single shot of Black Velvet, some dinner, and some sleep. I don’t\nthink he ever made over $10,000 per year, even though he amassed a huge\namount of overtime.\nFunny, although he had been a member of the management, he was\nrehired to work side by side with many of the people he originally had\nhired and supervised. Then, he became president of the union. Eventually\nhe served on the state workers compensation board, where I first learned\nfrom perusing his meeting minutes, what an arm, leg, eye, or life was\nworth in compensatory terms.\nWell, the steel plate accident was the straw the broke the camel’s\nback. His health began to deteriorate. It became difficult for him to\nwalk. He seemed disoriented. Clearly, something was wrong. He filed for\na disability retirement when he was 55 years old.\nThat was not an easy time. His company, for which he had worked for\n38 years, denied his disability retirement claim and tried to blame his\ncurrent difficulties on a war time injury. He had broken his femur while\njumping on an Army truck. We were without money of any sort coming in.\nThe government denied that he had a claim against them. His company\nrefused to budge. My parents used the last of their savings. They sold\ntheir war bonds. They cashed in their life insurance. I never really saw\nmy mother cry before so bitterly. My father was very sad.\nAs a teenager, you don’t know what to make of the world around you\ncrumbling. Moreover, you don’t know what to say. You just watch.\nQuietly. Keep your thoughts to yourself. Indignity after indignity\nexperienced by people who always paid their way, but , now, were without\nresources. My uncle brought us food. I wondered, where were those people\nto whom my father took clothes and food when he was a member of the\nSt. Vincent De Paul Society? Where were the nuns and priests of the\nchurch which he had served for years and for whom I had been a faithful\nalter boy since I was 10 years old? We certainly needed them, but I\nsuppose it would have been even more humiliating to have had their help.\nNo, tough it out alone. Ask for no help.\nThe next year, I did not go out for the football team, even though it\nwas my senior year. Let’s face it, I wasn’t very good. But, I preferred\nto be alone. I threw the shotput and discuss, solitary events which\nleave a lot of time for thinking.\nI did not apply for enrollment in any college. I started working as a\ntruck driver the Monday after my high school graduation. I found a job\nat a Kimberly Clark paper mill. I felt an obligation to be the bread\nwinner.\nAfter about one-half year, our money situation stabilized. My father\nreceived social security disability payments, and so did I as his son.\nHe was awarded a disability pension. When the chance to go to school\narrived, I took it, with my parents blessings and encouragement. I am\nsure it was a financial hardship. In the sprint from by undergraduate\ndegree to my PhD, I only took one summer off to work at a hospital. I\nfelt as though I never would get such a chance again.\nMy father was ill, sometimes very ill. His ability to walk continued\nto deteriorate. He was in and out of the hospital. Pneumonia. All sorts\nof complications of not being able to move well. The onset of diabetes\nadded to it. He required constant care, which my mother gave without a\nwhimper. We could not afford a wheelchair, so my mother would drag a rug\nwith my father on a plain kitchen chair to move him around the house. It\nwas, I am sure, exhausting.\nIn the summer of 1969, poised between the last course for my\nbaccalaureate degree and a move from Niagara Falls, New York, to Bowling\nGreen, Ohio, to start my masters degree, I was very anxious. No one told\nme not to go, but I felt very guilty leaving my mother and father alone\nto fend for themselves. When my father needed to be lifted, moved,\nshaved, and the like, I did it. I was leaving my home for good. What\nwould they do? No one said a word about all this, but it festered in my\nconscience like an ugly, infected boil.\nThen, one night in the summer of 1969, I had a vivid dream, one whose\ncolors, smells, sounds, and temperature I can sense to this day.\nIn this dream I spoke to my parents in our kitchen, and, then,\nascended our stairs to a second floor that was musty because all we did\nwas store old things in the two bedrooms about our little box house\nfirst floor. Amazingly, there was another door–we did not have a third\nfloor, but there it was, a door. I walked through the door and up the\nsteps it opened to.\nAs I reached the top of the stairs, I was high above the city on a\nrectangular platform. Above was a black, coal black, sky with a thousand\nvivid points of light. Stars, some white hot, others red, green, and\nblue. The air was cool and comfortable.\nI turned to see my parents standing behind me smiling in a way that I\nhad not seen in many years. They seems satisfied, happy, and expectant,\nalthough they did not utter a word.\nThey led me to a corner of this open roof. There, inside a doorway,\nwas a room. A room I had not seen for many years.\nIt was the room I had when I was eight years old.\n\nIn the center of the room was my old twin bed, cheap wooden headboard\nand footboard painted in a pastel gloss. On the bed was a worn, fuzzy\nbedspread. Embroidered on the bedspread was a picture of Roy Rogers and\nhis horse, Trigger. There, in embroidered script below their likenesses,\nwas Roy Rogers Double R Bar Ranch! ” This was the bedspread on which for\nyears I had bounced, assembled my toys, read my books, stared at the\nceiling waiting for sleep.\nA small lamp was lit to cast a low, orange glow over the area. My\ndresser was to the left of the bed. On the dresser was an airplane I had\nassembled from a kit.\nI moved to the side of the bed to see the dresser better. On the\ncorner of the top of the dresser was my little blue ceramic dog cradling\nhis bits of pencils, knives, and chewing gum, just as I remembered him.\nThe little blue dog had been in my room really all those years, but he\nhad receded into the background under shirts, clothes, and the detritus\naccumulated by a young person. But, here he was in my dream, fresh as\nthe day I first put him to work to hold my favorite possessions.\nI turned 180 degrees to see my parents looking at me with simple,\nreassuring smiles. They were close, holding hands, one arm of each\naround the other. The look they had showed complete love and acceptance.\nA look of happy, anticipation was on their faces. It is shocking how\npalpable this image seems to me now.\nMy father gestured toward to bedroom. Even though he said nothing, I\nfelt as though he was offering it to me. As a place of refuge, as a\nplace of love and acceptance, as home.\nThe warmth of his gesture and the looks on their faces said I could\nhave this place forever, that I could be safe and secure, that I could\nbe loved. All I had to do was to ask.\nI said to them, “No, thank you.”\nThey both smiled. My mother said, “Yes, we figured so.” “Now, go\nahead.” she said softly and kindly and with a smile.\nAs though dragged by a wind down a tunnel, I woke instantly. I\nsnapped upright in my bed. I was confused about my location for a bit. I\nlistened, but all I could hear was the song of tree frogs calling in the\nnight.\nIt was 4:00 am. I left my bed, walked to the front porch, and stared\nat the horizon until the sun came up.\nIt was amazing, but a burden was lifted from me. I felt, what I\nshould have known already, that my parents wanted the best for my\nfuture, even if it the burden lifted from me would add to their\nburden.\nAnd this is the way it is. Parents sacrifice for their children. Many\ntimes, the children never recognize what great love parents have for\nthem and what huge sacrifices the parents make for them. Many times, the\nparents never realize the esteem with which their children hold them.\nBut, gratitude is not something that factors into pure, unconditional\nlove, is it?\nSo, in the end, my dream taught me that my parents wanted my success,\nnot my dependency. The dream summarized and crystallized what I knew in\nmy heart.\nMy little blue dog was there in life and in my dream. He had been\nsitting, with those big puppy eyes, in a dark corner of my family room\nwaiting for me. I buffed him up, and brought him to my office, where he\nwas enshrined until I retired.\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-dogdreams/ashtray.jpg",
    "last_modified": "2022-03-30T16:04:27-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-moby/",
    "title": "reading Moby Dick",
    "description": "Advice for any young person required to read Moby Dick...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-15",
    "categories": [
      "literature",
      "Moby Dick"
    ],
    "contents": "\nA young friend held up a paperback copy of Moby-Dick, Herman\nMelville’s epic and allegorical novel about the voyage of the whaling\nship, the Pequod, the ship’s variegated crew, and its\ntyrannical Captain Ahab and their pursuit of the great, ferocious white\nsperm whale, Moby Dick. Captain Ahab drives his harpooners and mates to\nkill Moby Dick, to whom Ahab had lost a leg in an earlier encounter.\n\nStarbuck, the thought-filled first mate of the Pequod, and other\nmembers of his crew – Stubb and Flask, most notably – are joined by the\n“savage cannibal,” Queequeg, and other harpooners – a native American,\nTashtego, a giant African, Daggoo, and the sinister Persian, Fedallah –\njoin to fulfill Ahab’s single minded, obsessive desire to destroy the\nGreat White. Moby-Dick begins with its fictional narrator’s famous line,\n“Call me Ishmael,” perhaps one of the most famous openings in American\nliterature.\nThe paperback volume my young friend held did not seem quite thick\nenough for the original. Melville’s book is a long work that often is\nabridged for young and modern readers. In its virgin form,\nMoby-Dick is peppered with what seem now to be odd sailing\nterms and references to the sensibilities of 1850s seafaring, making the\nmanuscript certainly tough slogging for most of the dot.com generation\nand for anyone accustomed to maintaining any more than the\none-hour-and-out attention span required to watch a History Channel\ntreatment of a topic. No, the real Moby-Dick is difficult for\nmost young readers even to carry, let alone read.\nMelville had extensive experience at sea. He served as a cabin boy,\nas a seaman on the frigate United States, as harpooner out of\nNantucket, Massachusetts, and as a member of the crew on a whaling ship,\nAcushnet, in the South Seas, from which he reported jumped ship\nand lived among native people for three years. Yet, with all the fog and\nfoam conjured on its pages, Moby-Dick was written in\nland-locked western Massachusetts from Melville’s knowledge and\nexperience with the sea and whaling.\nI feel sure, as he wrote Moby-Dick, Melville had to create\nscenes, dialog, and a flow as though the whole story was played out in\nfront of him. In the green hills around Pittsford, Massachusetts, the\nonly water of significance would result from drops on the trees and\nthrough the little dales in cool emergent spring, during languid summer\nafternoons, and on magnificent, dappled fall’s canvass of spent life\nwaiting for the first frost. So far from the vast green sea, without the\nrolling dark waves, without the briny smell of boiling sea water pressed\noutward by the prow of the ship, Melville wrote such passages as in\nChapter 51, The Spirit-Spout,\n\nIt was while gliding through these latter waters that one serene and\nmoonlight night, when all the waves rolled by like scrolls of silver;\nand, by their soft, suffusing seethings, made what seemed a silvery\nsilence, not a solitude: on such a silent night a silvery jet was seen\nfar in advance of the white bubbles at the bow. Lit up by the moon, it\nlooked celestial; seemed some plumed and glittering god uprising from\nthe sea.\n\nOr, as in Chapter 111, The Pacific,\n\nThere is, one knows not what sweet mystery about this sea, whose\ngently awful stirrings seem to speak of some hidden soul beneath; like\nthose fabled undulations of the Ephesian sod over the buried Evangelist\nSt. John. And meet it is, that over these sea-pastures, wide-rolling\nwatery prairies and Potter’s Fields of all four continents, the waves\nshould rise and fall, and ebb and flow unceasingly; for here, millions\nof mixed shades and shadows, drowned dreams, somnambulisms, reveries;\nall that we call lives and souls, lie dreaming, dreaming, still; tossing\nlike slumberers in their beds; the ever-rolling waves but made so by\ntheir restlessness.\n\nOr, in Chapter 132, The Symphony,\n\nIt was a clear steel-blue day. The firmaments of air and sea were\nhardly separable in that all-pervading azure; only, the pensive air was\ntransparently pure and soft, with a woman’s look, and the robust and\nman-like sea heaved with long, strong, lingering swells, as Samson’s\nchest in his sleep.\n\nIf you can read these passages without hearing the sign-song creak of\nthe mast, without smelling the new and old life and death in the sea\nparted by the ship, without feeling in the palm of your tar-stained hand\nthe snag of a sliver from the deck rail, or without seeing in your long\ngaze the gentle curve of the horizon melding with the infinite, without\nrocking to the pitch and yaw of the ship as it charges in a wild reach,\nthen you just might not be concentrating.\n\nPerhaps the secret to penetrating what seems to us as turgid prose\nfrom a long gone era is to actually make Moby-Dick with\nMelville, not merely read it. Although Melville put down his pen as he\nfinished writing his signature work almost 160 years ago, Moby-Dick is\nnew to us and occurs again as we read it…every time we read it. This is\nthe magic and sacredness of books that no film could ever hope to match,\nno matter what budget or artistry is behind it. Every time we read and\nre-read a book, the story is told with fresh, new meaning because the\nstory is not a story with meaning to us until we imagine and fill in the\ncracks with our own thoughts, colors, smells, and textures. In this way,\nno one reads Moby-Dick in the same way as any other person. In\nfact, like some sort of Alzheimer’s patients, we read a book differently\nevery time we encounter it.\nSo, my advice, my dear young friend: read Moby-Dick without\nworrying about finishing it, no matter what you teacher requires. Buy\nthe unabridged version. Savor the words. Build the story in your mind’s\neye. Enjoy the poetry of it all. For one day you will have a Great White\nof your own to slay, when the deep moans ’round with many voices, when\nyou will need already to have had practice with the reckless pursuit of\ndemons without a thought for your own peril.\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-moby/HermanMelville55.jpg",
    "last_modified": "2022-03-29T16:57:41-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-leave/",
    "title": "leave it at the stream",
    "description": "A lesson about staying in the present from Marshall Goldsmith...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-12",
    "categories": [
      "calm",
      "resolve",
      "adaptation",
      "presence"
    ],
    "contents": "\nMarshall\nGoldsmith spoke at the conference I attended in 2006 in Florida. He\nhad a great story to tell that he originally published in\nFastCompany (Issue 82 May 2004, Page 103) and that is available\nat his web site:\n\nA Buddhist parable illustrates the challenge – and value - of letting\ngo of the past. Two monks were strolling by a stream on their way home\nto the monastery. They were startled by the sound of a young woman in a\nbridal gown, sitting by the stream, crying softly. Tears rolled down her\ncheeks as she gazed across the water. She needed to cross to get to her\nwedding, but she was fearful that doing so might ruin her beautiful\nhandmade gown.\n\n\nIn this particular sect, monks were prohibited from touching women.\nBut one monk was filled with compassion for the bride. Ignoring the\nsanction, he hoisted the woman on his shoulders and carried her across\nthe stream–assisting her journey and saving her gown. She smiled and\nbowed with gratitude as he noisily splashed his way back across the\nstream to rejoin his companion.\n\n\nThe second monk was livid. “How could you do that?” he scolded. “You\nknow we are forbidden even to touch a woman, much less pick one up and\ncarry her around!”\n\n\nThe offending monk listened in silence to a stern lecture that lasted\nall the way back to the monastery. His mind wandered as he felt the warm\nsunshine and listened to the singing birds. After returning to the\nmonastery, he fell asleep for a few hours. He was jostled and awakened\nin the middle of the night by his fellow monk. “How could you carry that\nwoman?” his agitated friend cried out. “Someone else could have helped\nher across the stream. You were a bad monk!”\n\n\n“What woman?” the tired monk inquired groggily.\n\n\n“Don’t you even remember? That woman you carried across the stream,”\nhis colleague snapped.\n\n\n“Oh, her,” laughed the sleepy monk. “I only carried her across the\nstream. You carried her all the way back to the monastery.”\n\nThe learning point is simple: Leave it at the stream.\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-leave/streams.jpg",
    "last_modified": "2022-03-30T06:02:49-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-snow/",
    "title": "snow",
    "description": "When it snow, and no one worked on Sunday....written in 2005",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2005-01-22",
    "categories": [
      "memories",
      "weather"
    ],
    "contents": "\nIt is 17 degrees F outside. The wind will pick up, and the snow will\ndrift.\nRocky, some version, is on the TNT network right now, and\nRocky is kissing Adrianne for the first time. There’s the heat, eh? But,\non to snow.\nSnow. Snow is not to watch. Snow is to be in the midst of. I grew up\nin Niagara Falls, New York. Snow, in all its variations, is\nfamiliar.\nOnce, when I was about 15 years old, almost 30 inches of snow fell.\nIn the early evening after supper, I called a girl, who was my buddy who\nlived down the street, on the phone. We agreed to dress in quadruple\nlayers, complete with scarves, several wool hats, and two or three\ngloves. Our parents thought we were crazy. We met under the street light\nat the end of the street, and we were off.\nThe storm was thick. Snow was still coming down in big, feathery\nflakes, accumulating on top of the inches already on the ground. The\nwind blew in off the Niagara River and molded the snow into long,\nundulating drifts across the field next to my house. The lights from the\never-working chemical factories–Hooker Electrochemical,\nAlox, among others–and the Kimberly Clark paper mill\nmade the large flakes of snow settling over the open field glow like\ncrystal.\nThe field of snow was untouched. It was a perfect, white blanket. My\nfriend and I started out through the snow. For her, the snow seemed to\nbe waist high. I was much taller, but still it was tough slogging for\nme. We had agreed days before that we would run through the next heavy\nsnow just to determine what it would feel like.\nWe took off at a run. Well, a run like running in a pool of water. I\nplowed the way; my friend followed. As we picked up speed, the\nexhilaration of the run kicked in. My friend was no jock, so she was\nwinded. As we neared the fence of the Hooker Electrochemical\nplant, the harmonics of the drifts increased. A foot of snow. Then, four\nfeet of snow! At once we were running freely, only in the next moment to\nhit some drift like smashing into a wall of pillows.\nWe hit one immense drift, and we both fell. It was a soft tumble down\nthe side of a drift and into a trough that contained nothing but\nyellow/brown tall grass made brittle by the extreme cold. We both sat\nthere panting between two great drifts.\nOh, I know what you are thinking, but I never thought of my friend in\nother than brother-sister terms. Her mom was like my mom. She might have\nthought differently at some point. She did invite me to a special\nsophomore school dance. Maybe she just needed a date. At any rate, I\nnever had any special feelings for her. However, my girlfriend at the\ntime was pretty unhappy that I accompanied my friend to the dance. But,\nhey, I did agree to go months before.\nAs we sat there, my friend said to me, “Your girlfriend is very\npretty.”\n“Yeh, I know.”\n“What do you like about her?,” she asked.\n“Well, she is nice. She has large brown eyes and is beautiful, don’t\nyou think?”\nShe agreed.\nI said, “And, she likes me, too.”\n“But, why?,” my friend resting in the snow asked. It wasn’t a\nquestion that was meant to tease me. It was a serious question.\nI confess, I couldn’t figure out why. I didn’t answer. It was a\nmystery to me, and it still is. I knew what I felt. I couldn’t fathom\nwhat my beautiful girlfriend felt. To this day, I only know what I feel.\nI can’t imagine what others see.\nWe sat there on the ground quietly for what must have been five\nminutes. We weren’t cold yet–too many layers of clothes. Spotlights from\nthe factories broke through the air, at once putting the spaces between\nthe drifts into sharp contrast and, then, in the next instant diffusing\nlight over the surging, scudding seas of white flakes.\nIt was a Sunday night. The world used to stop on Sundays, not like\nnow when we have 24-hour news, the presence of all-night convenience\nstores, and the Internet. No, the city was quiet on Sunday nights in\n1962, and the industrial plants were, too.You could hear the wind blow\nover the drifting snow.\nA swish like sand moving on a windswept beach told the story of the\nthe flakes of snow moving here and there and piling into greater mounds\nonly to shift again to regroup, to combine into new mounds and shapes.\nIt was difficult to believe that on this same spot boys played baseball\nin the summer and people walked through these very reedy grasses, to be\nfrightened to death here and there by the explosion of a frightened\npheasant. Winter created a new and different world, indeed.\nThen, without any discussion, we both rose and walked slowly back\nthrough our almost covered tracks over the 100 yards or so to\ncivilization. I walked my friend to her home, where we stripped off all\nbut the last layer and my friend’s mom, Mabel, made us steaming hot\ncocoa with marshmallows.\nMabel was quite a card. As always, she had her bobby-pinned hair in a\na wrap and wore a flowered housecoat. She looked for all the world like\nthe wife in the Andy Capp comic strip. Mabel was a Canadian citizen, and\nshe held irreverent opinions about the United States that perhaps were\nthe the seeds of my first critical political thoughts.\nI carried my extra layers of clothes home in my hands. I was quite\ntired, although it was still early night. I threw my snow- and\nice-covered clothes in the corner, where they puddled on the floor to my\nmother’s dismay, said good night to my parents, and went to my room.\nI remember looking out my bedroom window toward the factory lights on\nthe horizon. The snow still fell, and it continued throughout the night.\nNo school the next day. I distinctly remember wondering about the future\nbefore I went to bed that night. What would I be like when I was\nold–say, 40 or 50 years old? Haha! Here I am 571\nyears old. Not much different, eh?\nSnow. It arrives, at times, light and free. Other times, heavy and\nwet. Sometimes the flakes are big and feathery. At other times, the\nword, flake, does not describe the pinpoints that drive into\nyour cheeks as you struggle to walk into the wind. Occasionally, snow is\ndelivered with a howl, almost parallel to the ground. Yet, certain snows\nwaft down calmly, riding back and forth on light breezes. Snow can melt\non warm blacktop driveways. It can stick like cotton candy to surfaces.\nIt also can pile like dump trucks dropped it off by mistake on your\nsidewalk. Like a sweet, soft painting, or like a frightening roller\ncoaster ride. All various. Every snow new.\nSo, this is the snow I see. The snow accumulates here in Pennsylvania\ntoday. We are not done yet. The weather people say it will continue\nthrough the evening.\nOh, by the way, the movie just ended. Rocky won the fight, of course,\nand he still loves Adrianne. She just ran into the ring and kissed that\nbig lug with the blood on his face and the sweat dripping off him. It is\na mystery, isn’t it?\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nNow, as I update this posting for a\nmodern blog, 74↩︎\n",
    "preview": "posts/2022-03-29-snow/snowsquall.jpg",
    "last_modified": "2022-03-29T16:53:54-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-7th-grade-dance/",
    "title": "7th grade dance",
    "description": "Days of innocence lost....written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-12-20",
    "categories": [
      "growing up"
    ],
    "contents": "\n\nThe 7th Grade Dance\nAs the pink corsage almost slipped from your\nwrist\nYour father was shaking hands with this gangling boy\nWith the cow-licked hair\nWith the ruddy, pocked skin\nIn the starched white shirt ill-fitting at the collar\nUnder a circus clown sized suit coat and well-knotted tie\nGazing tightly at his just-polished shoes\nBlissfully taller than you\nEven with your half-heels on.\nYour mother smiled and went behind the kitchen door\nTo cry softly\nWhile your father waved as you entered the other father’s car\nTo drive to the 7th grade dance.\nThere, with your hair stiffened into a\nSnow carnival sculpture\nBy Selma fire hoses of your mother’s hairspray\nAnd your suspender-held nylons bagged\nAt your skinny knees but hidden as if by magic\nBy parachutes and gusts of endless white and pink crinoline,\nYou rocked from one foot to the other\nTo match your awkward hero’s tentative rhythm,\nAs all around you swayed like Canadian geese landed on a frozen arctic\nlake\nFrom some warm place,\nWith, as the night progressed, your left hand on his\nShoulder\nAnd your right hand in his constant\nGrasp.\nAnd, Brenda Lee sang:I’m sorry, so sorry … That I was such a fool … I didn’t know … Love\ncould be so cruel … Oh, oh, oh, oh … Uh-oh … Oh, yes.\nOf course, these words meant nothing to you\nOther than the chance to clinch for a few more minutes.\nSome said that such pathos is wasted on the young\nThat there was still much time for innocence and wonder\nBut it was just practice for the poignant\nPassion, suffering, and affliction\nThat would follow as countless others\nEventually turned their backs\nGround their heels into your soul\nAnd left you for love dead.\nBut, all that was a long journey away from this day.\nJust how did you get the nerve to brush his lips with yours\nWith your dad and mom waiting nervously behind the door\nAnd his dad smoking with the radio on in the car?\nHow did it feel to gasp with the sense of wonder\nThat this rough boy liked you, yes, you?\nHow did it feel for the first time to long\nTo see someone again?\nThink.\nFeel.\nHow long did it last?\nWhen was your innocence lost?\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-7th-grade-dance/dance.jpg",
    "last_modified": "2022-03-30T06:00:50-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-a-bit-of-hot-air/",
    "title": "a bit of hot air",
    "description": "Memories of my father...written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-10-27",
    "categories": [
      "memories",
      "growing up"
    ],
    "contents": "\n |The Passmore bros: Kenneth (my father), Allen, Tom (l to r)\n\n\nEvery man’s memory is his private literature. ~Aldous Huxley\n\n\nWe do not remember days; we remember moments.\n\nCesare Pavese, The Burning Brand\n\n\nEach of my memories has a little heat. In moments of icy sweetness or\nduring very early mornings when I am the only one stirring as silence\nblankets my room, these memories float before me, waiting to be plucked\nfrom the air and studied as a paleontologist might examine clinically a\nfossil or as an one who appreciates fine art might scan brush strokes or\ncolor for insight into an artist’s process, thoughts, technique, and\nmotivations. I have a veritable museum of memories similar to Andy\nWarhol objects in his installation, Floating Plastic\nInevitable.\nBy strange coincidence, this morning, hot air balloons actually\ndrifted across Houserville, a little community outside of State College,\nPennsylvania, my home town. Such is the landscape of my memories that is\ncrowded with Jackson Pollock splotches of silver, red, and gold as well\nas the ragtag detritus of my life. After 57 years,1 a\nman can accumulate an air controller’s nightmare of memory traffic\ncontaining events, feelings, smells, and textures, some as clear as high\nmountain air and others weathered and scratched as old photographs in\nthe family history trunk. When the rest of my life is on low flame,\nthese memories ascend and move across my valley.\nSnatch one from the air. What do I see?\nKenneth, my father – oddly to many, I always affectionately called\nhim “Father,” not “Dad” – was a quiet and gentle man who grew up in\nPennsylvania and migrated to Niagara Falls, New York, to find work\nduring the Great Depression in the United States. He married my mom,\nClara, and they remained in Niagara Falls. My parents were approximately\n37 years old when I was born, making them mostly much older than the\nparents of my contemporaries. I am their only child. They both are dead\nnow and are in my thoughts often.\nMy father was the biggest person in my life, larger than anyone else\nI ever met. As an only child who was a bit sickly when young, my father\nwas my close friend. I used to get up to eat breakfast with him in the\nmorning, wave to him as he drove out of the garage at 6:50 each morning,\nand wait expectantly for him to come home at 5:00 pm.\nI thought he was the strongest and greatest man who lived, by which\nall others were to be judged. When he told me that he had worked on a\nlocal bridge project when he first came to Niagara Falls, I believed and\ntold others that he himself built the bridge. I imagined that he ran the\ncompany he worked for.\nI thought we were rich, although, in fact, he never made over $10,000\nin any year. When he planned to vote for Eisenhower, I liked Ike. When\nhe had an opinion, I valued it above all others. If he had a fact, the\ntruth of the fact was unassailable. If he made a promise, it was as good\nas done.\nMy father worked for Autolite Battery, and\nwas the personnel director in charge of all non-salaried workers. This\nposition meant that he would attend all funerals as a representative of\nthe company. Many times we would go directly to the home of a widow\ndirectly after she had learned of a death. He would quietly help with\narrangements and offer support. Unobtrusive. Effective.\nHe took me to funerals homes where workers who died would be “laid\nout.” Once, we arrived to a funeral home before anyone had showed up. No\none, not even the funeral director was in the room. As we stood next to\nthe casket he told me. “Go ahead, touch him.” I was horrified at the\nthought of touching a dead body. But, he said, “He is dead. He won’t\nhurt you. None of us get out of this world alive.” He held the dead\nman’s hand in his own and told me about him. I gathered my courage, and\ngrabbed the deceased’s hand, too. Cold and immobile, frightening at\nfirst, and, then, strangely easy to hold as my father spoke calmly and\nsoftly to me about the man’s life.\nWe took chairs along the wall. People started to enter the funeral\nhome. The dead man’s wife arrived. My father walked over to her as she\nstood in front of the casket. He always kept a spare, clean handkerchief\navailable, as did most gentlemen of the day. When the widow saw my\nfather, she walked over to him and nestled her head on his chest and\nbegan to cry. Not just tears, but the tears of a woman lost. Deep\ngrief-filled sobs. He took out his handkerchief, gave it to her. I watch\nclosely to make sure I was taking all of this instruction in. He spoke\nto her in low tones, acknowledging her grief.\nI saw this happen at least a dozen times. I absorbed every nuance –\nthe tilt of his head, the tone and volume of his voice, the way he\nfocused on the person in front of him. My father was the one who\nunderstood, the one from whom you could receive relief, the one who\npulled it all together. I studied every move he made, and he motivated\nme to be the one that people would rely on.\nTo this day, I feel like I never reached the level of empathy he\ncould demonstrate. Where he was quiet, humble, and strong, I am, at\ntimes, filled with more blather than I should have, too self-absorbed,\nand weak in a pinch. However, there is much there that is my father.\nWhen I cough I sound just like him. His laugh is mine . I clear my\nthroat as he did. The timbre of my voice on the first word I speak in a\nconversation is his. If my eyes are blue, they are his blue, which I\nremember as though those eyes were in front of me at this moment.\nWhen I was about seven years old, my father was in the hospital for\nabout four weeks. To be separated from my father while he was\nhospitalized was quite painful to me. Boy, did I miss him. Little boys\nunder twelve years old were not allowed in patients rooms under any\ncircumstances. So, a kind nurse smuggled me to my father’s room at the\nend of her shift.\nWhen I entered his room, I was afraid to come near because I didn’t\nwant to hurt a sick person, especially my father. But, he, of course,\ncalled me over and gave me the big hug which, to this day, fills the\nuniverse. Then he gave me some hospital candy and words that he would be\nhome soon. It was all-sustaining.\nI often wonder if there is anything in me that my three children have\nabsorbed? Each is a good, independent thinker, and they all know their\nown minds. Of these and other traits I am proud. I have distinct, deep,\nand personal memories of each of them.\nWhat will endure from my father’s generation and before through my\ngeneration, my childrens’, and those yet to come?What aspect of me will\nthey remember after I am dust? Well, we’ll have to wait and see how the\nreview comes in. As in the Chinese proverb, “One generation plants the\ntrees; another gets the shade.”\nSometimes we are engaged in a miracle that we don’t even\nrecognize.\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nWow, 17 years ago from the date I\nreprised this on my current blog↩︎\n",
    "preview": "posts/2022-03-30-a-bit-of-hot-air/passmorebros.jpg",
    "last_modified": "2022-03-30T06:00:09-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-my-career-in-a-romance-niche-market/",
    "title": "my career in a niche market of the romance novel genre",
    "description": "A novel précis in the line of `the horse-dealer's daughter` a la D. H. Lawrence...written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-09-17",
    "categories": [
      "romance",
      "literature"
    ],
    "contents": "\n\nI think I can have a piece of the romance novel market. Here is a\nprécis for you editors with your fat wallets filled with expansive cash\nadvances for authors with sure-shot romance novel ideas.\nCheck this one out. It is only one of the many bodice rippers I am\noutlining today.\nTitle\nThe Inverted Matrix\nMain Characters\nJohn, a tweedy, 40-something, never married economist,\nknown for laughing at inappropriate times during addresses by the dean\nof his college, who has bicycled to work every day for the 428 days,\nrain or snow, wind or shine\nMarie, a 23-year old, bespectacled mathematician who is\ndoing a thesis on “Simultaneous approximation by linear combination of\nmodified Bernstein polynomials” that is being whispered about admiringly\naround her department.\nJohn and Marie have weathered independently the Sasser worm\non their computers without any long-term damage, and both have Unix\noperating systems on at least one of their computers.\nReader Requirements\nIt is presumed that the reader has a background in mathematics\nthrough calculus, with a special interest in matrix algebra, an\nunderstanding of Walrasian economic systems, including Leontief models,\na belief in rational economic theory a la Lucas, and an abiding\nappreciation for market economies.\nHot Excerpt\nAfter a long colloquium, Marie is in John’s office pouring over the\nmatrix equations necessary to account for economic output and\nemployment. Before them is, X, an\nI-by-I matrix of dollar transactions among I\nindustries, with self-supply on the diagonal element, and,\nK,an I-by-K matrix of dollar sales of\nindustry i to GDP category k. John explains that total\neconomic output , y, a 1-by-I vector, is merely\nX + K.\nMarie points out gently that division of all elements of\nX by y produces a matrix, A,\nof coefficients showing the proportion of y that is transacted\namong I industries to produce a unit of total\noutput.\nFurthermore, she asserts more forcefully, now that she sees his\npupils dilate widely, that with introduction of an identity matrix,\nI, and with a little substitution of a few terms, you\ncould create a matrix, (I -\nA)(inverse, of course), that showed the marginal\nincrease in production necessary to deliver an additional unit of output\nto y.\nJohn, up to this point devoid of any emotional life, perks up and\nturns slowly to her. Their eyes meet. A blue-white hot heat rises\nbetween them.\nJohn knows, in this moment of epiphany, that his life has been empty\nand that Marie haas become the flower in his life. He turns to her,\nknocking over the cup of chai that stood cold at the edge of his desk.\nTheir eyes meet. They both know this is love, although neither have\nexperienced it before, unless you can comprehend mystically that\nstudying spherical geometry is a love unto itself and the ages.\nTheir lips meet, and so do their glasses, knocking frames and their\nlanyards all akimbo. They trip over a stack of National Bureau of\nEconomic Research bulletins, stumble over the metal clasps that\ntighten John’s pants to his ankles as he rides his bike, and fall\ngiddily into old, crumpled brown paper bags that John uses to bring\nfruit into the office and fails to throw out or recycle. This love, now\nnew….\nYou are thinking, Oh, Yeh!, I want more of that\nstory, but maybe with a little bit of slide rule mentioned.\nCome and get it!\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-30-my-career-in-a-romance-niche-market/romance.jpeg",
    "last_modified": "2022-03-30T16:46:52-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-requiescat/",
    "title": "requiescat in Brandon Point",
    "description": "A languid sort of trevelogue from Ireland....written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-06-18",
    "categories": [
      "ireland",
      "travel"
    ],
    "contents": "\n\nAs I am writing this (longhand, without a computer, if you can\nimagine that!), it is 11:00 am on a Sunday morning on the Dingle\nPeninsula in far west Ireland. Look on your map for Brandon Point. I\nreached the Point after a long ride across thin, winding, steep Dingle\nroads after a high and spectacular drive over the Connor Pass.\n\nI just stepped over the stairway gate. The stairs are a farmer’s way\nof keeping the sheep in, but allowing people access to the land.\n\nI am perched on a little twenty-foot crook of turf at the edge of a\ntall, steep cliff overlooking Brandon Bay. Surf pounds on the rocks\nabout 150 feet below. This is a raw, green place.\nSeveral birders are on the level ground above me with their lenses\ntrained out to the bay, where six Bottlenose Dolphins are hunting the\nunwary sea birds who sit on the surface of the calm water about\none-quarter of a mile from our site. It is a Sunday, but there is no\nrest in the animal world for a good meal.\n\nI have no computer with me, as I mentioned, so I am writing this in\nmy dirty, scribbled scrawl, hoping for an easy interpretation and\ntranslation later. To my left–far, far away–is the United States. Many\nIrish had its vision in their mind’s eyes from this point on the Dingle\nPeninsula long before they entered steerage to pass over to Ellis\nIsland, to New York City, on to a new world of America, leaving these\nfair, green shores behind forever.\n\nMy seat on this ledge is soft and sculpted by heather bushes all\naround. The wind is light today, and the sun is hidden by low, misty\nclouds. But, it is not cold, nor is it really warm.\nSea birds soar along the cliffs, and, at times, trim the tops of the\ngently rolling sea in search of delicate piscine tidbits for their\nlunch. Cliff birds now whistle to each other, perhaps to signal the\nposition of the ever-watching Peregrine Falcon that has nested on the\ncliff.\nEvery once in a while the heather around me becomes bee-loud as it is\nharvested for pollen for nearby nests. The birders above me fix their\nlenses here and there and call out their glorious finds to each other,\nto be written down in their birding logs like love letters. Everything\nhere feeds off everything else.\n\nHow often am I away in some land distant from my home when I am\nseized by a vision seized, in turn, from one-half a world and nearly an\nentire lifetime away? Today, perhaps it was brought on by passing\nchurches with ruddy-faced people streaming from them. Perhaps it was\nhearing on Irish Radio One that Ronald Reagan died. I don’t know. But,\nfor some reason, as I drove passed a field with a pretty gray horse in\nit, the little synapses fired, and I was taken back to my days as an\naltar boy at Our Lady of the Rosary Church in Niagara Falls, New York,\nmy home town.\nFunerals provided a wonderful way to be both devious and devout when\nI was young. With any luck, the deceased would have the courtesy to pass\nover on such a day as to allow scheduling of a funeral rite on a school\nday. No tests, no recitations, no memorization of the times table, no\ndiagramming of compound sentences could keep the altar boy from his\nsacred duty to serve at a Catholic burial rite. The Rite of Reception,\nthe Liturgy of the Word, the Liturgy of the Eucharist, and the Final\nCommendation and Farewell required our expert services.\n\nOh, how it might have infuriated our captors–Sister Mary Modesta,\nSister May Lucina, Sister Mary Elsa, et alia–that we were excused from\nschool for a full, delicious two or more hours for a morning! Most\nmornings, we would be humiliated by being asked to recite from memory\nthose golden ingots of Catholic doctrine encapsulated in responses to\nquestions set forth in out Baltimore Catechism. A funeral allowed us to\ntip our hats to these captors and our fellow prisoners and move smoothly\nover to the church sacristy to prepare for the solemn task of poling the\ndead across the River Styx.\nBoys who could muster a certain gravitas were chosen to serve at the\nburial rite. No snickering. No staring. No hesitation in Latin responses\nto the priests incantations. No fault in ritual could be broached.\nOrnaments in the burial process, we were to be part of the tableau\nremembered by the family of the deceased.\nThe alter boys assembled and donned ill-fitting cassocks that made us\nlike frumpy junior priests. Then, we pulled over our heads great, white,\nfluffy blouses that seemed more appropriate on pregnant women. The\npriest was in black vestments. This black motif changed around the time\nof Vatican II to white to represent joy at death. In The Histories by\nHerodotus we read about an ancient tribe that wept at the birth of a\nchild because of the suffering it would endure in life. However, the\ntribe had a wang dang doodle of a party when a person died because the\ntrials of the world were over for the person. All old ritual comes\naround again, eh?\nAs the time arrived for the funeral, the bell in the church tower\nwould toll slowly and solemnly. The hearse would arrive, with the\nrelations and friends of the deceased following in separate cars. Before\nwe left the sacristy, the priest would cuff the worst lunkhead among us\non the back of the head and would warn us all: “No slip ups! Remember\nwhat you are doing!”\nWe would process to the vestibule of the church to meet the coffin\ncarrying the body of the deceased, followed by family and friends. The\ntwo most trustworthy of the altar boys would unfold a black pall and\ndrape it over the casket with the help of the undertakers.\nAt this point we could size up the mourners. As they entered the\nchurch, the full weight of the death seemed to settle on the mourners.\nEyes would redden. Sometimes, the entire family clustered like a clutch\nof small, frightened puppies. At other times, children or brothers and\nsisters hung apart, as they had when the deceased was alive. The weak\nrested on the strong. The entire family dynamic sculpted itself in front\nof us.\nWe would turn and lead the procession of the draped coffin, the\nundertakers, and mourners to the front of the church. Six tall black\ncandles stood in silent honor guard at the side of the coffin as it\nstood before the altar. Mass would begin.\nFor most of my years as an altar boy, Mass was recited in Latin. The\nmajority of the laity could not tell what was going on without\ntranslation cards. Deeply mysterious! The non-Catholics in attendance\nwere bewildered by the standing, the sitting, the kneeling, and the\nstanding again. Why? When? Their faces showed their muted irritation at\nthis Latin, Popish ritual.\nAt times, the family would request a High Mass, which involved more\ncandles and lots of singing (in Latin, of course). More time on the\nclock for us altar boys before we went back to the Island of Punishment,\nHumiliation, and Boredom at our school.\nBut what great luck if the family requested a Solemn High Mass! This\nwould involve three priests and, in a great act of distributive justice,\nmore altar boys. And, best yet, the Solemn High Mass lasted the longest\nof all because the ritual was sung amidst pauses for waving of thuribles\nof incense all around. As a side note, I always thought, though, that\nthe boys who served funeral Masses at the Orthodox churches had it best.\nMan, they sing everything…three times…and incensed is delivered by the\ntruckload.\nThe end of the Mass always ushered in a difficult period. The priest\nwould chant and the choir would answer:\n\nEgo sum resurrectio et vita\nI am the Resurrection and the Life.\n\n\nqui credit in me etiam si mortuus fuerit,\nvivet et omnis qui vivit\nHe that believes in me, though he were dead, yet shall he live,\n\n\net omnis qui vivit, et credit in me, non\nmorietur in aeternum.\nand every one that lives, and believes in me, shall never die.|\n\nThese were deep, solemn words, intoned during a sad, slow march. It\nsignified for the family that the internment was near, that it was a\nmove closer to the cemetery. Tears would flow. Sobs would often be\nheard. The undertakers would move forward to turn the coffin so that the\ndeceased left the church head first.\nThe undertakers. A distinct lot, as I began to learn after serving at\nmany a funeral. In Niagara Falls, an ethnic town, an undertaking service\nwas available for every ethic group. For instance, the Tubinis Funeral\nHome and the Zajac Funeral Home served the Slavic population. The Rooney\nFuneral Home seemed to be favored by the Irish. The Williams Funeral\nChapel served only Black families. The Maggadino Memorial Chapel was for\nItalians. Of course, lines were crossed, but not often.\nThe Maggadino Memorial Chapel seemed to me to be the most\ninteresting. It was owned by Stefano Maggadino, a reputed Mafia boss\n(see a social diagram)who, interestingly, figured in the John F. Kennedy\nassassination in his own little way.\nRumor was that the Maggadino Memorial Chapel had a secret level below\nthe funeral home from which the Maggadino crime empire was run. Hints of\ndouble burials of murder victims with somebody’s grandma were whispered.\nFew know–and, as they say, the rest aren’t talkin’–whether this was\ntrue. However, these dark stories fueled the imagination on long, dark,\ncold nights as I walked from the library, passing the Maggadino Memorial\nChapel on my way home.\n\nThere was no doubt, though, among the altar boys that undertakers\nfrom the Maggadino Memorial Chapel were the real deal. Man, they looked\nlike wise guys! Dark. Secret. Mustachioed. Fit and tailored well into\ndark suits–pinstripes, in fact. Dark glasses topped it off. They never\nsecretly smiled or winked at us like the other friendly funeral\ndirectors did. Hard.\nAs we headed the procession out of the church, the priest would say\nsoftly to the coffin as he sprinkled it with ashes, “Memento, homo, quia\npulvis es, et in pulverem reverteris,” that is, “Remember, man, that\nthou art dust, and to dust thou shalt return.” Sobs often would become\nfull, heavy tears and loud cries, giving us young altar boys a full\nsample of human grief to ponder and weigh like budding little scientists\nof the soul.\nWe parted company with the corpse at the door of the church. We were\nnot allowed to go along to the cemetery because this would part us from\nour studies for even more time. We didn’t really care to go anyhow\nbecause absence would have cut into our bologna sandwich, chocolate\ncake, and milk time, and we would miss, then, several games of Red\nRover. Nope, we were eager to return.\nComing back to class in the afternoon wasn’t too bad. After all, we\nhad missed one-half of the school day! And, we were absent for a reason\nfor which our nun-wardens could not find reason to beat us on the\nknuckles with their meter-long rulers. There is such honor in service\nafter all, eh?\nThe Peregrine Falcon just killed a small sea bird to my left. Dinner\nfor him. A funeral perhaps for the little bird’s family? I wonder if, in\nbird society, some young birds will get a half-day off to serve at his\nfuneral.\nI am off from this sacred place on Brandon Point on a Sunday to my\nnext destination, Castlegregory in County Kerry on the Dingle\nPeninsula.\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-30-requiescat/map.jpg",
    "last_modified": "2022-03-30T16:45:23-04:00",
    "input_file": {}
  }
]
