[
  {
    "path": "posts/2022-04-04-repoimplan/",
    "title": "understanding input-output modeling for assessing potential economic impact",
    "description": "Maybe this dry, geeky essay won't shock your soul, but it describes input-output models, their assumptions, & their uses for estimating economic impact of grand public investments.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-04-12",
    "categories": [
      "economic impact",
      "IMPLAN",
      "Wassily Leontief",
      "counterfactuals",
      "input-output modeling"
    ],
    "contents": "\n\nContents\nSpecification of\nthe Input-Output Model\nUse\nof Counterfactuals to Identify Potential Economic Impact\nSelected\nSoftware and Systems for Input-Output Modeling\nLast updated on\nReuse\nComments/Corrections\n\nInput-output modeling is a data-based, computational, and often\nprospective approach to unwinding the impact of projects, events, and\nchanges in local economies. An input-output model accounts for goods and\nservices that are required as inputs by industries to produce\noutputs of goods and services necessary to satisfy supply\nrequirements for inputs to other industries and delivery directly to\nconsumers (Miernyk\n1965).\nInput-output modeling is a way to measure the effects of a project,\nprogram, activity, or event on the structure or conditions of economic\nlife in a country, area, or period. Use of input-output modeling is\npervasive in the assessment of economic impact. However, this modeling\ntechnique often is misapplied and debauched by various rakehells of\nacademia and consulting to fulfill patently politically-motivated\nspending of public funds. For these reasons, understanding the ways and\nmeans of input-output modeling is essential for weighing critically any\nassertions about economic impact.1\nIn this paper, I outline the details of the input-output model and\nits assumptions, outline common uses (and some concerns about abuses) of\nthe model to estimate potential economic impact, and list selected\nsoftware and systems available for input-output modeling. In doing so, I\ndo not get into any depth in the vast literature on input-output\nmodeling. Nor do I establish a critical or skeptical stance about this\nmodeling or its uses. For the most part, I offer in this blog posting a\ntechnical description, unadorned by advocacy or patronage, of\ninput-output modeling. I will refer to the technical base offered in\nthis blog posting to support my reviews and commentaries about a variety\nof economic impact reports that I will make in other blog postings.\nSpecification of the\nInput-Output Model\nProduction and Consumption\nConsider an economy with \\(I\\)\nproducing industries and \\(J\\)\npurchasing industries, where \\(I = J\\).\nSome of the output of industry \\(i\\) is\nsold to industry \\(j\\) for use in its\nown production.\nLet \\(\\textbf{X}\\) stand for a\nsquare matrix of transactions among industries, with elements \\(x_{ij}\\) containing the dollar value of\ngoods and services sold by producing industry \\(i\\) to purchasing industry \\(j\\). Sales of the product of industry \\(i\\) to itself — that is, \\(x_{i=j}\\) — are possible. For instance, the\ncoal industry also might purchase coal for use in its own production\nprocesses.\nOutput of industry \\(i\\) not\npurchased by industries for their own production instead is sold\ndirectly to consumers to meet demands for personal consumption in\nhouseholds, government purchases of defense and non-defense goods and\nservices, fixed investments such as housing and other structures, and\nexports net of imports. Let \\(\\textbf{y}\\) represent an \\(I\\)–length vector whose elements display\nthe dollar value of goods and services delivered by producing industry\n\\(i\\) to fulfill final demands of the\neconomy for personal consumption, government purchases, fixed\ninvestments, and net exports. Vector \\(\\textbf{y}\\) represents the “final demand”\nfor goods and services in an economy and is known commonly in the\nparlance of national income and product accounting practice as gross\ndomestic product (“Gross Domestic Product |\nu.s. Bureau of Economic Analysis (BEA),” n.d.).\nDirect Requirements\nQuantities in an input–output model most commonly are expressed as\nmonetary values (e.g., as dollars, rubles, yuan, or some other form of\ncurrency used as a medium of exchange) rather than as quantities of\ngoods and services, although some energy and resource input–output\nmodels are scaled in physical quantities such as megawatts of\nelectricity, kilograms of waste, hectares of land, or liters of water\n(Weisz and Duchin 2006).\nThe production sector of the economy, then is defined by \\(\\textbf{X}\\), and \\(\\textbf{y}\\) is the consumption sector. The\ntotal output of the economy by producing industry, contained in \\(I\\)–length vector \\(\\textbf{x}\\),2 is\nequal to the sum of production and consumption, or\n\\[\n\\begin{equation}\n\\tag{1}\n\\textbf{x}=\\textbf{X}+\\textbf{y}.\n\\end {equation}\n\\]\nDefine \\(\\textbf{A}\\), a direct\nrequirements matrix with elements \\(a_{ij}=x_{ij}/x_{j}\\) showing the\nproportion of industry \\(i\\) output\nrequired for production by industry \\(j\\). Equation (1) now becomes\n\\[\n\\begin{equation}\n\\tag{2}\n\\textbf{x}= \\textbf{Ax} + \\textbf{y}.\n\\end{equation}\n\\]\nSome Assumptions About\nRequirements\nAssumptions undergird all models, which are not the entity itself but\nare an abstraction of particular features of interest. Accordingly,\ninput-output models rest on important assumptions that simplify and\ncomplicate…both at the same time.\nElements in \\(\\textbf{A}\\) are\nassumed to be fixed, homogeneous, and linear within purchasing\nindustries. I dwell on these assumptions because they are at the very\ncore of the operation as well as the credibility of input-output\nmodeling.\nFixed\nInputs required by purchasing industry \\(j\\) from producing industry \\(i\\) do not change over time. More\ntechnically, zero elasticity of price or quantity substitution exists\namong inputs to purchasing industry \\(j\\). Increasing or decreasing industry\nj output requires increasing or decreasing industry i\ninputs in the same proportion. “In other words,” according to the Bureau\nof Economic Research for the U.S. Department of Commerce,(“Regional Input-Output Modeling System (RIMS\nII) User’s Guide | u.s. Bureau of Economic Analysis (BEA),”\nn.d.) “…businesses can use as many inputs as needed without\nfacing higher prices.” An implication is that no bottlenecks in supply\nare recognized in static input-output models, even though economic\ndifficulties during the COVID-19 pandemic show that supply constraints\nare a disruptive fact of economic life. In these ways, coefficients in\n\\(\\textbf{A}\\) are assumed to be\nfixed.\nHomogeneous\nAll firms and establishments in purchasing industry \\(j\\) use the same, fixed proportion of\nindustry \\(i\\) inputs. That is, no\nvariation exists in resource and product markets within an industry.\nSame suppliers; same customers; same technology of production. Every\nproducer in an industry does the same thing and is affected by market\nforces in the same way. In this sense, industries are rendered\nhomogeneous in input-output modeling.\nAn aside about terminology and classification applicable to the the\nassumption of homogeneity of industries in input-output modelings:3 \nA fundamental rule followed in most input-output modeling is that\nthe least common denominator of analysis occurs the level of an\nindustry, which is an aggregation of activity by highly similar\ngoods or services and business activity, and not by firm or within\nestablishments run by firms. Industry output is produced by\nfirms, which are for-profit business organizations, such as a\ncorporations, limited liability companies, or partnership. A number of\nfirms can contribute to an industry. As I shall explain in the\nnext item in this side discussion, industries are not mutually exclusive\ncollections of firms. Separate industries might include some of the same\nfirms. Also, firms might own or manage multiple establishments at which\nindustry production occurs. An establishment is a single\nlocation where business is conducted or where services/operations are\nperformed.4 In general, the production flow\nmoves from establishments within firms and, then, to\nindustries.\nTo add complexity to the input-output accounting scheme, some\nfirms produce multiple goods and services that are classifiable in\nmultiple industries. For instance, the production of food-safe,\nnon-denatured alcohol distilled from grain5 is\naccounted as output of the Denatured Alcohol Manufacturing\nIndustry (NAICS6 325193, (“NAICS Code: 325193 Ethyl Alcohol\nManufacturing,” n.d.)). Grain remaining after\ndistillation is a co-product7 product of denatured\nalcohol manufacturing and could be classified as a product of the\nOther Animal Food Manufacturing Industry (NAICS 311119, (“NAICS Code: 311119 Other Animal Food\nManufacturing,” n.d.)). One single process, two\nseparate products.\nAn economy is understood as an open system that can gain or lose\nincome or products from outside its boundaries through trade. Moreover,\nany aggregations such as firms, cities, geopolitical regions, countries,\nor the entire world could form the boundaries of an economy examined. As\ndescribed the Encyclopedia of Social Measurement (Leeuwen, Nijkamp, and\nRietveld 2005), large, diversified economies producing many\ngoods and services can demonstrate large economic impacts because (a) a\nlarge region can fulfill its demand for goods and services from within\nthe region, (b) transportation of goods and services with the region is\nsimpler than hauling in these resources, and (c) economic activity in\nlarge region tends to agglomerate sales to surrounding regions. For\nthese reasons, specification of the kind and level of aggregation of\nindustry data can have a profound effect on an assessment of economic\nimpact.\nLinear\nNeither economies nor diseconomies of scale occur as producing\nindustry \\(j\\) output increases or\ndecreases (i.e., linear). Also, this assumption implies that\nscale – and the institutional knowledge aggregated from collective work\n– has no bearing on the dollar value of resources required for\nproduction or for the functioning of the product market.\nAre These Assumptions\nRealistic?\nHow correct are these assumptions? How important even is\nverisimilitude of the assumptions with reality?\nThese three assumptions – fixed, homogeneous, linear – about the\nnature of direct input-output requirements are, of course, highly\nrestrictive and probably are unrealistic attributes to assign to most\neconomies. In spite of that, many analysts choose to believe that these\nassumptions have proved tenable within limits and useful for economic\nanalysis in static contexts, even without adding additional complexity\nto expand the simple model represented by equation (2). Rather, the use\nof the model often rests on the verisimilitude of its assumptions with\nreality. Many analysts have relied on the pragmatic view that these\nassumptions are close enough to short-term reality to allow answers to\neconomic problems that do not lend themselves to other analytic\ntechniques (Goldman\n1965).\nThe John Locke Foundation is one critic of common input-output\nmodeling applications. The Foundation asserts (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017a) that many modeling\nefforts fail to consider opportunity costs – that is, forgone\nbenefits that could accrue from an option not chosen. Most studies using\ninput-output analysis only consider benefits of a project, but fail to\nconsider or model the costs of a project.\nOf course, any new economic activity viewed without costs always will\ndemonstrate unalloyed benefits. Something is larger than nothing, right?\nThe “big-benefits-with-few-costs” approach is quite compelling to\nlegislators, policy-makers, and funding agencies seeking to convince the\npublic that projects, events, or changes are indispensable for economic\ngrowth and community revitalization (Sanders 2015). The John Locke Foundation\nasserts that input-output modeling is so often conducted “by\nprofessional consulting firms who are hired by interest groups to do the\nstudies. Furthermore, seldom do those who actually perform the studies\nhave formal training in economics. Instead their expertise is in\nusing…proprietary [input-output] models (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017b)”.\nIgnoring opportunity costs and other modes of failure to think ahead\nto consider full economic consequences prompted Frédéric Bastiat, French\neconomist best known for his journalistic writing in favor of free trade\nand the economics of Adam Smith, wrote in his last published pamphlet in\n1850 that:\n\nIn the economic sphere an act, a habit, an institution, a law\nproduces not only one effect, but a series of effects. Of these effects,\nthe first alone is immediate; it appears simultaneously with its cause;\nit is seen. The other effects emerge only subsequently; they are not\nseen; we are fortunate if we foresee them.\n\n\nThere is only one difference between a bad economist and a good one:\nthe bad economist confines himself to the visible effect; the good\neconomist takes into account both the effect that can be seen and those\neffects that must be foreseen (Bastiat 1964).\n\nI do not mean to ignore these importance of these assumptions and\ncriticisms of them. I will take up these matters directly as I review\nreports of economic impact in other postings on this blog.\nIndirect\nand, then, Total Requirements (The Leontief Inverse)\nIntroducing for mathematical convenience an \\(I x J\\) identity matrix, \\(\\textbf{I}\\), and algebraically rearranging\nterms in equation (2), the relationships among production, consumption\nand economic output is expressed as\n\\[\n\\begin{equation}\n\\tag{3}\n\\textbf{x}=(\\textbf{I} - \\textbf{A})^{-1}\\textbf{y},\n\\end{equation}\n\\]\nwhere \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) is called a total requirements matrix\nthat shows the additional dollar value of output from industry \\(i\\) needed directly or indirectly to\ndeliver a dollar’s worth of output from industry \\(j\\) to final demand in the economy. The\nmatrix inverse, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\), often is described as the Leontief\nInverse,8 in honor of Wassily Leontief (Leontief 1936, 1966), an\neconomist who won the Nobel Memorial Prize in Economic Sciences in 1973\nfor developing economic input–output analysis theory and methods (“The Sveriges Riksbank Prize in Economic\nSciences in Memory of Alfred Nobel 1973,” n.d.).\nActual economies can have large numbers of industries, so \\(\\textbf{A}\\) often is highly dimensional.\nAs a consequence, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) usually is solved numerically by computational\ntechniques involving Laplace transforms and Lagrange multipliers.\nTaking the difference between the total requirements matrix and the\ndirect requirements matrix produces an indirect requirements\nmatrix. Indirect requirements are generated from the long string of\ntransactions among industries representing intermediate production that\nmust occur to generate a final product for consumption. The addition of\nhouseholds as both a row and column in \\(\\textbf{X}\\) allows inclusion of the\neffects of household production and purchasing into the model. This\naddition augments the total requirements matrix to include not only\ndirect and indirect requirements but also to show induced effects of\nhousehold spending on the economy as it stimulates purchases of goods\nand services. The difference between the total requirements matrices,\nnet of the indirect requirements matrix, including household spending\nproduces an induced requirements matrix.\nMultipliers\nIndirect and induced requirements matrices display how each dollar\nspent on goods and services delivered to consumers multiplies itself\nthroughout the economy. Ratios between [(direct requirements \\(+\\) indirect requirements) \\(/\\) direct requirements] as well as ratios\nbetween [(direct requirements \\(+\\)\nindirect requirements \\(+\\) induced\nrequirements) \\(/\\) direct\nrequirements] are called Type I and Type II\nmultipliers, respectively. Pre–multiplying the direct, indirect, and\ninduced requirements matrices by, say, total employment parses the\nimpact of delivery of final demand to consumers into direct, indirect,\nand induced employment components. In a similar manner, multipliers for\nother economic indicators – such as economic output, value added,\nincome, taxes – can be computed.\nPeople who commission input-output modeling of potential economic\nimpact often are most interested in multipliers to demonstrate that an\ninvestment of public funds in a project can benefit an entire community.\nFor example, an analysis of the potential economic impact of a\npetrochemical manufacturing facility in Beaver County (north of\nPittsburgh, PA) concludes\n\n…operations will involve approximately 240 to 450 new jobs for Beaver\nCounty residents at the petrochemical facility. With multipliers, total\nnew jobs held by Beaver County residents are anticipated to be between\n777 and 1,444. Annual labor income increases in Beaver County will be\nbetween approximately $73 and $120 million. Over the 40-year operational\nlife of the Project, labor income increases within Beaver County are\nestimated to total between $1.5 and $2.4 billion. Annual value added in\nBeaver County would be between $260 and $846 million. Over the assumed\n40-year operation period, this equates to a present value of $10.3 to\n$16.7 billion.(Clinton, Minutolo, and\nO’Roark 2021) \n\nThis analysis and other assertions about economic impact of operation\nof the petrochemical facility supported state and local tax breaks for\nthe developer:\n\nPennsylvania’s fiscal incentive package — which includes a large tax\ncredit along with job-training incentives — was also crucial to the\ncompany’s decision to both proceed with the project and locate it in\nPennsylvania, Visser said.\nIn 2012, state lawmakers authorized a tax credit for companies that\nuse ethane that invest more than $1 billion and employ more than 2,500\nworkers during construction. Shell was given a 25-year tax break worth\nabout $66 million a year starting in 2017, or about $1.65 billion in\ntotal. The state also extended a tax-free Keystone Opportunity Zone in\nBeaver County and provided other grants.\n“I can tell you with the hand on my heart that without these fiscal\nincentives, we would not have taken this investment decision,” Visser\n[Royal Dutch Shell representative] said. (“Location and Tax Breaks Key to\nShell’s Pennsylvania Cracker Plant Approval | Reuters\nEvents | Downstream,” n.d.)\n\nUse of\nCounterfactuals to Identify Potential Economic Impact\nWhat is a Counterfactual?\nInput-output modeling is useful for describing of the anatomy and\nphysiology of an economy. However, these models also offer a basis for\nsimulating economic scenarios that are “counter to the facts” to inform\nrisk assessment.\nA counterfactual is a hypothetical scenario that runs\n“counter to the facts” of an existing reality. A counterfactual\ncondition entails “What if…?” questions that represent thought\nexperiments about propositions that run counter to the facts. For\ninstance, how would an economy have grown and changed if an activity or\nevent did not occur? How do supply chain constraints or disruptions\naffect an innovation? The potential impact of an activity, event, or\nconstraint is the difference between what would have happened with and,\nthen, without the activity, event, or constraint.\nResearchers long have used the counterfactual approach to consider\nstrategic decisions, decisive acts, and paths of activity that would\nhave altered the course of history. For instance, in Ab Urbe Condita\nLibri (Ab urbe condita libri,\niterum recognovit 1873),9\nTitus Livius Patavinus, a Roman historian, contemplated an alternative\nin 4th century BC by questioning, “What would have been the results for\nRome if she had been engaged in war with Alexander?” Lewis (Lewis 1974) indicated that the modern\ncounterfactual approach goes back at least to the 18th century Scottish\nEnlightenment philosopher David Hume.\nHistorians, essayists, and novelists have applied counterfactual\nthinking productively in a variety of situations. For instance, in 1931\nWinston Churchill wrote an essay, “If Lee Had Not Won the Battle of\nGettysburg,” (Churchill\n2014) that examined the counterfactual viewpoint about what\nwould have happened if the Confederacy had won the American Civil War10 (see counterfactual examples\nregarding the American Civil War (Lewis 1931)). In 1962, Philip K. Dick, a\nnovelist in the science fiction genre, published The Man in the High\nCastle (Dick 1962), a\nnarrative of a thought experiment that considered the consequences if\nNazi Germany and Imperial Japan had won the Second World War.\nConstructing\nCounterfactuals Within Input-Output Modeling\nInput–output modeling can help examine counterfactuals. The typical\nway to conduct such a counterfactual approach is to construct and\ncompare two economic scenarios. The first scenario contains a possible\nalteration in the economy – the counterfactual – that would be\nidentified in input-output terms an economic changes resulting from,\nsay, an innovation (e.g., a new production process), event (e.g., a\ndisaster), policy (e.g. immigration regulation), or financial rule\n(e.g., taxing authority). A second scenario merely maintains the “status\nquo” of the economy under the assumption that the economy simply grows\nand changes consistently according to historical trends. The difference\nbetween the first and the second scenarios is the potential economic\nimpact of the economic alteration specified in the first scenario.\nThe results of such counterfactual economic analyses are not economic\nforecasts. Rather, such analyses isolate the importance only of one\nnarrow group of changes in an economy by showing the gross effect of\nthese changes rather that the effect of changes net of all other\npotential changes taken together that could affect an economy. A\ncounterfactual used with input–output methods typically is specified\nunder the assumption of ceteris paribus – that is, with the\nassumption of “all other things remaining the same” or, as is much more\nrestrictively used in physics and other sciences (Cartwright 1980), “if, and only if, all\nother things are the same and correct” More restrictively,\nceteris absentibus, a term meaning literally “others absent,”\nprobably best describes the approach for economic counterfactuals (Joseph 1980).\nAn Example of a\nCounterfactual Specification\nA potential impact of a counterfactual is computed by calculating the\ndifference between (a) an economic scenario created by a counterfactual\ncondition exemplifying a production or consumption shock and (b) a\nstatus quo scenario representing an economy anticipated under historical\ntrends in growth and change. Shown in Table 1 are three classes of\ncounterfactuals that are possible in a hypothetical case for the\nproduction and consumption of transparent aluminum, a material\nI introduce only to offer an example of the structure of potential\ncounterfactuals in input-output analysis.\nTable 1. Three hypothetical macroeconomic counterfactuals\nspecified to assess risk to production and consumption of transparent\naluminum\nCounterfactual description\nChange specified in macroeconomic model\nChange in consumption of transparent aluminum\n\\(\\Delta y_{i'}\\), where\nelement \\(y_{i'}\\), is total final\ndemand for industry \\(i'\\), the\ntransparent aluminum industry (where \\(i'\\subseteq I\\)).\nChange in production function for the transparent aluminum\nindustry\n\\(\\Delta a_{j'}\\), where vector\n\\(a_{j'}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to the\ntransparent aluminum industry (where \\(j'\\subseteq J\\)).\nChange in production function of a purchaser of transparent\naluminum\n\\(\\Delta a_{j}\\), where vector\n\\(a_{j}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to any\nindustry other than the transparent aluminum industry (where\n\\(j' ≠ j\\)).\nTransparent aluminum, a ceramic composite technically known as\naluminum magnesium oxynitride, is an extremely durable,\nsintered crystalline material composed of magnesium, aluminum, oxygen,\nand nitrogen (AlN-MgO-MgAl2O4) that is optically transparent\n(≥80%) in the near-ultraviolet, visible, and midwave-infrared regions of\nthe electromagnetic spectrum. The name of this material comes from its\nsimilarity to a material referenced in the science fiction movie,\nStar Trek IV: The Voyage Home.11\nTransparent aluminum is a promising material that is four times\nharder than fused silica glass, 85% as hard as sapphire, and resists\ncorrosion, radiation, and oxidation (Nishiyama et al. 2017). Products\nrequiring both durability and transparency – such as armored glass,\nwindshields on airplanes and sea vessels, windows for laser and infrared\ncommunications, personal protective gear, smartphone and watch screens,\nand sensor components – are among the potential uses for transparent\naluminum.\nChange in\nconsumption of transparent aluminum\nUsing equation (3), implementing this counterfactual involves\nsubstitution of \\(y_{i'}\\) for\n\\(y_{i}\\) and solving for \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\textbf{y'}\\), where \\(y'\\) is a new column vector of total\nfinal demand for industry \\(i'\\),\nthe transparent aluminum industry (\\(i'\\subseteq I\\)). The result is a\ndirect change in transparent aluminum output, along with indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function for the transparent aluminum industry\nChanging a production function involves altering the proportion of\ntotal products from other industries purchased by the transparent\naluminium industry. This change could result from efficiencies affected\nin the production of transparent aluminium. Or, supply chain constraints\nor shortages might have required changes in the manner that transparent\naluminium is produced. Such a change is manifest in alterations in \\(\\textbf{A}\\). As a result, \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\) also is altered, reestablishing the\ninput-output identity to \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A'})^{-1}\\textbf{y}\\) where \\(\\textbf{A'}\\) is \\(\\textbf{A}\\) altered by \\(a_{j'}\\), a column vector representing\nthe proportion of inputs from \\(I\\)\nindustries purchased as inputs to the transparent aluminum industry\n(\\(j'\\subseteq J\\)). The result\nobserved, holding transparent aluminum output constant, is indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function of a purchaser of transparent aluminium\nThe consequence of this scenario is a similar change similar to\nchanges in the production function for the transparent aluminum\nindustry. However, the result observed, holding output constant in the\nindustry making the production function change, is indirect and induced\nchanges of the total output of all industries, including the transparent\naluminum industry, to the extent that they have direct or indirect\ninterindustry linkages to the industry making the production function\nchange.\nSelected\nSoftware and Systems for Input-Output Modeling\nMany software and systems are available to analyze input-output data\nfrom the national income and product accounts of the United States (viz\ndescription of accounts by the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce (“An Introduction to the National Income and\nProduct Accounts” 2007). Three prominent sets of\nsoftware and systems are IMPLAN, RIMS II, and\nIO-Snap.\nIMPLAN\nIMPLAN (IMpact for\nPLanning and ANalysis) is a prominent example of\nsoftware used estimate the direct, indirect, and induced impacts in\nregional economies. The IMPLAN economic impact modeling system consists\nof software tools and region–specific data to enable in–depth\nexaminations of state, multi–county, county, sub–county, and\nmetropolitan regional economies. IMPLAN seems to have a large share of\nthe market for input-output modeling. Some writers (e.g., (Vowels 2012) ) describe IMPLAN as the\n“gold standard” for input-output analysis.\nRIMS II\nRIMS\nII is a product of the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce that is based on a set of national input-output\naccounts showing the goods and services produced by each industry and\nthe use of these goods and services by industries and final users.\nIO-Snap\nIO-Snap is a software\napplication that includes all aspects of fundamental input-output\nanalyses. Data can be edited and displayed in a variety of formats and\ncompared and contrasted across geographical definitions at different\ntimes.\nLast updated on\n\n[1] \"2022-04-16 13:22:33 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter\n@DLPPassmore, or send an IMsg or SMS to dlp@psu.edu.\n\n\n\nAb urbe condita libri, iterum recognovit. 1873. Lipsiae,\nTeubner. http://archive.org/details/aburbeconditali08livygoog.\n\n\n“An Introduction to the National Income and Product\nAccounts.” 2007. Washington, DC. https://www.bea.gov/resources/methodologies/mp1.\n\n\nBastiat, Frédéric. 1964. Selected Essays on Political Economy.\nTranslated by Seymour Cain and Edited by George B. De Huszar.\nSeymour Cain and edited by George B. de Huszar. Van Nostrand.\n\n\nCartwright, Nancy. 1980. “The Truth Doesn’t Explain Much.”\nAmerican Philosophical Quarterly 17 (2): 159–63. https://www.jstor.org/stable/20013859.\n\n\nChurchill, Winston. 2014. “\"If Lee Had Not Won the\nBattle of Gettysburg\".” https://winstonchurchill.org/publications/finest-hour-extras/qif-lee-had-not-won-the-battle-of-gettysburgq/.\n\n\nClinton, Steven, Marcel C Minutolo, and Brian O’Roark. 2021.\n“Updated Economic Impact Analysis: Petrochemical Facility in\nBeaver County, Pennsylvania.” Pittsburgh, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\nDick, P. 1962. The Man in the High Castle. New York: Random\nHouse.\n\n\n“Economic Impact Studies: The Missing Ingredient Is\nEconomics.” 2017a. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\n———. 2017b. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\nGoldman, Morris R. 1965. “The 1958 Input-Output Study in Analysis\nand Forecasting.” Business Economics 1 (1): 32–34. https://www.jstor.org/stable/23480225.\n\n\n“Gross Domestic Product | u.s. Bureau of Economic Analysis\n(BEA).” n.d. https://www.bea.gov/resources/learning-center/what-to-know-gdp.\n\n\nJoseph, Geoffrey. 1980. “The Many Sciences and the One\nWorld.” The Journal of Philosophy 77 (12): 773–91. https://doi.org/10.2307/2025803.\n\n\nLeeuwen, Eveline S. van, Peter Nijkamp, and Piet Rietveld. 2005.\n“Regional InputOutput Analysis.” In, edited by\nKimberly Kempf-Leonard, 317–23. New York: Elsevier. https://doi.org/10.1016/B0-12-369398-5/00349-2.\n\n\nLeontief, Wassily. 1936. “Quantitative Input and Output Relations\nin the Economic Systems of the United States.” The Review of\nEconomics and Statistics 18 (3): 105–25. https://doi.org/10.2307/1927837.\n\n\n———. 1966. Input-Output Economics. New York: Oxford University\nPress.\n\n\nLewis, David. 1931. If It Had Happened Otherwise. London:\nLongman.\n\n\n———. 1974. “Causation.” The Journal of Philosophy\n70 (17): 556–67. https://doi.org/10.2307/2025310.\n\n\n“Location and Tax Breaks Key to Shell’s Pennsylvania\nCracker Plant Approval | Reuters Events | Downstream.” n.d. https://www.reutersevents.com/downstream/engineering-and-construction/location-and-tax-breaks-key-shells-pennsylvania-cracker-plant-approval.\n\n\nMiernyk, William. 1965. The Elements of Input-Output Analysis.\nMorgantown, West Virginia: Regional Research Institute at The Research\nRepositoryat West Virginia University. https://researchrepository.wvu.edu/rri-web-book.\n\n\n“NAICS Code: 311119 Other Animal Food Manufacturing.” n.d.\nhttps://www.naics.com/naics-code-description/?code=311119.\n\n\n“NAICS Code: 325193 Ethyl Alcohol Manufacturing.” n.d. https://www.naics.com/naics-code-description/?code=325193.\n\n\nNishiyama, Norimasa, Ryo Ishikawa, Hiroaki Ohfuji, Hauke Marquardt,\nAlexander Kurnosov, Takashi Taniguchi, Byung-Nam Kim, et al. 2017.\n“Transparent Polycrystalline Cubic Silicon Nitride.”\nScientific Reports 7 (1): 44755. https://doi.org/10.1038/srep44755.\n\n\n“North American Industry Classification System (NAICS) u.s. Census\nBureau.” n.d. https://www.census.gov/naics/.\n\n\n“Regional Input-Output Modeling System (RIMS II) User’s Guide |\nu.s. Bureau of Economic Analysis (BEA).” n.d. https://www.bea.gov/resources/methodologies/RIMSII-user-guide.\n\n\nSanders, Jon. 2015. “Nonsense with Big Numbers: How to Get\nLegislators to Support Your Industry.” https://www.johnlocke.org/nonsense-with-big-numbers-how-to-get-legislators-to-support-your-industry/.\n\n\n“The Sveriges Riksbank Prize in Economic Sciences in Memory of\nAlfred Nobel 1973.” n.d. https://www.nobelprize.org/prizes/economic-sciences/1973/summary/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nWeisz, Helga, and Faye Duchin. 2006. “Physical and Monetary\nInputoutput Analysis: What Makes the Difference?”\nEcological Economics 57 (3): 534–41. https://doi.org/10.1016/j.ecolecon.2005.05.011.\n\n\nI am not pretending to advance an\noriginal or new conception of input-output modeling. Many competent\ndescriptions of this model are evident on the Internet and extant\nscholarly literature. Frankly, I wrote this posting for more personal\nreasons: I abide by the apothegm that a person knows nothing about a\ntopic until that person had to write about it.↩︎\nAlthough the notation seems awkward\nto have an element of matrix \\(\\textbf{X}\\) indicated by what would appear\nto most to be the scalar \\(x\\) and the\ncolumn vector of total output indicated by \\(\\textbf{x}\\), I am following notation\nconventions that are common in specifications of the mathematical\nproperties of input-output modeling.↩︎\nAnd to most economic analysis that\nuses public data to focuses on industry attributes.↩︎\nIf employees normally do not work at\na single physical location, the establishment is identified by the main\noffice that supervises employees’ activities or is the base at which\nemployees carry out these activities. ↩︎\nWheat, barley, corn, sorghum, or\ncereals containing 55%-70% starch.↩︎\nThe North American Industry\nClassification System (NAICS) is the standard used by Federal\nstatistical agencies in classifying business establishments for the\npurpose of collecting, analyzing, and publishing statistical data\nrelated to the U.S. business economy (“North American Industry Classification\nSystem (NAICS) u.s. Census Bureau,” n.d.).↩︎\nA co-product, a desirable\nsecondary good that is generated during the manufacturing process and\ncan be sold or reused profitably, is different than a\nby-product, a material of value that is produced as a residual\nof, or incidental to, the production process. Generally, co-products\ngenerate revenue; by-products are associated with costs.↩︎\n-1 refers to an inverse of\na matrix, not a reciprocal.↩︎\nBook digitized by Google from the\nlibrary of the University of Michigan and uploaded to the Internet\nArchive by user tpb.; 5 volumes 20 cm; Pars 1. liber I-VI. – pars 2.\nliber VII-XXIII. – pars 3. liber XXIV-XXX. – pars 4. liber XXXI-XXXVIII.\n– pars 5. liber XXXIX-XLV. Epitom. lib. XLVI-CXL. – pars 6. Fragmenta et\nIndex↩︎\nIf Churchill’s title seems like a\nnon sequitur, refer to the explanation of his rhetoric at http://www.troynovant.com/Franson/Churchill/If-Lee-Not-Won-Gettysburg.html.↩︎\nKirk and the Enterprise crew must\nsave the whales to, in turn, save planet Earth. They must contain the\nwhales in water on the Enterprise. The crew travels back in time to 20th\nCentury Earth, when transparent aluminum had not been invented yet.\nScott, the Enterprise’s chief engineer, shares the formula for\ntransparent aluminum with a 20th Century scientist so that the\nEnterprise could be outfit with the material crucial to building tanks\nfor the whales.I dunno…it’s supposed to be one of the light-hearted\nStar Trek movies.↩︎\n",
    "preview": "posts/2022-04-04-repoimplan/types-of-economic-impact.jpg",
    "last_modified": "2022-04-16T13:22:36-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-28-ethanecracker/",
    "title": "report forecasts substantial 40-year economic impact of ethane cracking in Monaca, PA",
    "description": "An ethane cracker under construction by Shell, a UK public limited company, in Monaca, Pennsylvania, is nearing completion. What a report from Robert Morris University says about the cracker's anticipated impact....",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-28",
    "categories": [
      "natural gas liquids",
      "environment",
      "ethane cracker",
      "economic impact",
      "Beaver County, Pennsylvania",
      "Potter Township, Pennsylvania",
      "Shell, PLC"
    ],
    "contents": "\nI drove to Monaca, Pennsylvania, yesterday to view the Pennsylvania\nPetrochemicals Complex in development by Shell plc. Rose Baker and I\nmade a oral presentation about the design stage of this project in 2012\nto a Workforce Investment Board, Cracking the Ethane\nCracker. We suggested a more conservative estimate of economic\nimpact than was offered in an American Chemical Society report that was\ninfluential in securing tax benefits and other accommodations to the\ndevelopment and operation of the Pennsylvania Petrochemicals\nComplex.\n\nRose and I also calculated in 2012 a much lower potential impact of\nthe working cracker in Monaca on employment, income, and jobs than did\nthe American Chemical Society, whose evidence was used to gather support\nand tax relief for the cracker project. In my opinion, exaggeration of\nthe economic impact of oil/gas/gas liquids activities is evident in many\nprojects (see, e.g., “Penn State studies” of Marcellus Shale development\nimpacts; see our mild kvetching in the essay, Different Numbers in, Different\nNumbers Out.\nWhy the seemingly exaggerated impact? I would think that many of\nthese projects have positive impacts that stand on their own. Maybe\nthese exaggerations of impact are meant to divert attention from\nenvironmental impacts? Perhaps the message is “Sure, there are\nenvironmental impacts, but look at the jobs, income, and taxes we\ncreate.”\nAny continuing projects to track the various impacts of the cracker?\nA few reports are evident:\nHealth\nImpact Assessment of the Shell Chemical Appalachia Petrochemical\nComplex \nSupport\nFor Shell Tax Break In Monaca, But Skepticism Over Job Claims\n\nA\nCautionary Tale of Petrochemicals from Pennsylvania \nCritics\noff base when they say petrochemical complex “failed to create economic\ngrowth”\nUpdated\nEconomic Impact Analysis: Petrochemical Facility in Beaver County,\nPennsylvania\nHere is a table from a Robert Morris University report (cited below)\nshowing, among other information, the 40-year impact(!) of the\nPennsylvania Petrochemicals Complex:\n\nI will have more to say about these and other opinions and research\nreports about this ethane cracker soon.\nLast updated on\n\n[1] \"2022-04-13 16:18:04 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-28-ethanecracker/ethane_cracker.jpg",
    "last_modified": "2022-04-13T16:18:06-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-02-ostrich-epistemology/",
    "title": "ostrich epistemology",
    "description": "*Learning* involves *thinking*; its whetstone is *reasoning*; it requires intellectual *humility*, not arrogance. Learning, thinking, reasoning, and humility currently are in short supply, I assert, in this brief essay.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2021-11-02",
    "categories": [
      "practical epistemology",
      "openmindedness",
      "learning",
      "humility"
    ],
    "contents": "\nCharles Sanders Peirce, “The Fixation of Belief,” Popular Science\nMonthly (12, 1877: 1– 15), characterized “ostrich” beliefs. From\nthe Pierce article:\n\nI remember once being entreated not to read a certain newspaper lest\nit might change my opinion upon freetrade. ‘Lest I might be entrapped by\nits fallacies and misstatements,’ was the form of expression. ‘You are\nnot,’ my friend said, ’a special student of political economy. You\nmight, therefore, easily be deceived by fallacious arguments upon the\nsubject. You might, then, if you read this paper, be led to believe in\nprotection. But you admit that freetrade is the true doctrine; and you\ndo not wish to believe what is not true.’\n\nPierce’s statement embeds examples of two types of “epistemic\npaternalism,” that is, the restriction of how we come to know things\n(our epistemology). “First-person paternalism” involves censoring your\nown experience and thinking to avoid changing your deeply held\nbeliefs.\n“Third-person paternalism” involves having a third party tell you\nwhat to read/do for your own good. This practice of interfering with\npeople’s efforts at inquiry without their consent is based because\npeople will be better off without testing, probing, or thinking.\nConfronting and engaging arguments with an open mind about what\nappear, at first glance, to be stupid conclusions is not as risky as the\nostrich might think. On the contrary, a person can improve by being\nopen-minded.\nYou treat an argument openmindedly only if you are willing\nto change your mind in response to that argument based on evidence.\nThomas Kelly, in “Following the Argument Where It Leads,”\nPhilosophical Studies (154, 2011: 105–24), suggests following a\n“modalized reasonableness,” a disposition to believe, disbelieve, or\nsuspend judgment on any proposition whenever becomes reasonable to do\nso.\nIn Chapter 2 of On Liberty – the locus classicus for a\nphilosophical attack on censorship – John Stuart Mill considers a\ndilemma. On the one hand, perhaps the status quo opinion is false, and\nthe dissenting opinion is true. In that case, suppressing and refusing\nto engage with the dissenting opinion means foregoing an opportunity to\ncorrect ourselves. On the other hand, even if the dissenting opinion is\nfalse and is known to be so, suppressing it robs us of the opportunity\nto gain, in Mill’s words, “the clearer perception and livelier\nimpression of truth produced by its collision with error.”\nIt’s called learning; it involves thinking; its\nwhetstone is reasoning; it requires intellectual\nhumility, not arrogance. Learning, thinking, reasoning, and\nhumility currently are in short supply, I assert.\nEpistemic paternalism is the subject of many academic discussion,\nmuch of it wooly. One article that seems, as its author writes,\n“clarifactory” is available at http://bit.ly/EpistPater. Not a\nlate-night read, though.\nLast updated on\n\n[1] \"2022-04-03 14:43:53 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-04-02-ostrich-epistemology/headinsand.jpg",
    "last_modified": "2022-04-03T14:43:56-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-02-deathtoremember/",
    "title": "death to honor and remember",
    "description": "Why have a Memorial Day?",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2021-05-21",
    "categories": [
      "Herodatus",
      "ancient Greeks",
      "Memorial Day",
      "honor",
      "death"
    ],
    "contents": "\nSeveral friends spoke recently about how to honor those who died in\nthe service of their country. In the United States we celebrate\nMemorial Day, a custom observed on the last Monday of May that\nis meant to honor the men and women who died while serving in the U.S.\nmilitary.\n\nThe word, “memorial,” derives from a Latin word, “memorialis,”\nmeaning “belonging to memory.” The Latin root also connotes a\nmanifestation of that memory through commemorative gesture, the\nestablishment of a monument, or the enactment of a rite.\nAnd, so, we have our Memorial Day, a day with an abundance of\nmemories and memorials for many Americans. Profound reflection. Prayer.\nPerhaps a parade and assembly at a local shrine to remember the war\ndead. Memories often spread to now-absent friends and family and to\nthoughts of the lives of those we never met, but carry in our DNA and\nlocal histories.\nFor some, though, the day concludes a long restful weekend spanning\nspring and summer, a chance to start landscaping, or a gathering of\nfamily, friends, and neighbors for a cookout and a beer. Not everyone\nhas palpable memories to ponder or even wants to consider any dark\nimages they might summon. In these ways, our Memorial Day conjures a\nfeuding horde of meanings for many Americans, much like the current\nstate of our moral and ethical life in the United States.\nBy contrast, the Greeks assigned a more singular, principled meaning\nfor a “good” death, the kind that should provoke our memory and honor.\nHerodotus (c. 484 – c. 425 BC), a Greek writer and geographer described\nas the “Father of History,” told the story of Solon and Croesus to\nillustrate Greek ideals surrounding death.\nCroesus, an enormously wealthy king of Lydia, was visited by Solon,\nan esteemed Athenian statesman, lawmaker, and poet who is now known as\none of the “Seven Wise Men of Greece.” Croesus wished to impress Solon\nwith his treasure and stature. He took Solon on a tour of his holdings\nand spoils of war. He wined and dined Solon in splendor for days.\nCroesus’s wealth was proverbial in the ancient world, in which people\nwould often exclaim that someone seemed “as rich as Croesus.”\nSeeking to be flattered, Croesus asked Solon who he thought was the\nhappiest man in the world. Solon’s answer disappointed Croesus, for it\nwasn’t Croesus. Solon identified three people who were happier than\nCroesus. One, Tellus, a simple Athenian farmer/statesman and two\nbrothers, Cleobis and Biton, who died young.\nSolon explained that Tellus was the happiest man he had ever known.\nTellus was a man of moderate means, certainly no match for the splendor\nof Croesus. Yet, Tellus lived in a well-governed country and raised\nvirtuous sons, all of whom produced grandchildren for Tellus to enjoy\nbecause they survived the perilous early years of childhood.\nOn top of these virtues, the end of Tellus’s life was most brilliant.\nWhen Athenians waged a war against their neighbors in Eleusis, Tellus\njoined the battle, fought valiantly, and helped rout the enemy — but\nlost his life. Tellus died gallantly in the service of his country.\nAccordingly, Athenians buried him publicly right where he fell in battle\nand honored him greatly. As Horace, a Roman lyric poet wrote in his\nOdes, Dulce et decorum est pro patria moria, or “It is\nsweet and fitting to die for the homeland.”\nCroesus failed to discern a difference between the idea of riches and\nthe idea of a more generalized good life. He seethed quietly in\njealousy. He concluded that Solon is mocking him subtly. Croesus asked\nSolon to continue by telling the story of the young boys, Cleobis and\nBiton, who Solon believed were happier than Croesus.\nThe brothers, who displayed singular athletic prowess and strength,\ndid not die gloriously in war. During a Greek festival honoring the\ngoddess Hera, their priestess mother was called for worship to the\ntemple devoted to the gods located some five miles away. When their\nmother’s team of oxen could not be located in the fields, the brothers\ntook up the yoke of their mother/priestess’s ceremonial wagon. They\npulled her wagon to the temple themselves so that their mother would not\nbe dishonored by arriving late to lead temple devotions.\nThe entire gathering at the temple saw the great love of the brothers\nfor their mother and their piety to the goddess Hera. Men stood around\nthe youths and congratulated them on their strength. Women congratulated\ntheir mother for having borne such children.\nThe mother of Cleobis and Biton was overjoyed at their feat and by\nthe praise they received. She stood before the image of the goddess Hera\nand prayed that the goddess might grant them whatever was best for\nmortal men.\nThe exhausted brothers feasted and slept that night in the temple,\nwaiting to take their mother home on the following day. But, they never\nrose again. Death held them there. Thanatos, the bringer of death,\nsnatched the brothers at the height of their powers, allowing them to\nevade the events that can fill almost every human life with some\nunhappiness. Their great deeds and devotion would ensure that the\nbrothers would be talked about long after their bones had turned into\ndust.\nThe Greeks, for whom the afterlife was a murky, aimless, dark place,\nbelieved that nothing is better for mortals than to die honorably –\nespecially honorably and young so as to be spared the\nvicissitudes of long life. As a quick glimpse into the Greek mind, so\ndifferent than ours, the mother of Cleobis and Biton thanked the goddess\nfor granting beautiful endings to the lives of her sons. As in A. E.\nHousman’s poem, To an Athlete Dying Young,\n\nNow you will not swell the rout /Of lads that wore their honours out\n/ Runners whom renown outran /And the name died before the man.\n\nCroesus could not understand why Tellus and the brothers, Cleobis and\nBiton, should be so honored. Weren’t they, as a modern leader once\nascribed to those who die in war, suckers (a word I select to paraphrase\nCroesus’s conclusion)? I guess that Croesus couldn’t see what was in it\nfor Tellus and the brothers. Croesus said, “No one is stupid enough to\nprefer war to peace; in peace sons bury their fathers and in war fathers\nbury their sons.” Wasn’t it better to ensure happiness in life, wondered\nCroesus, by building wealth and power?\nTo this, Solon replied that human life is largely a matter of chance.\nSomeone with vast wealth is no better off than someone who lives from\nday to day, unless good fortune attends him. Plenty of extremely wealthy\npeople are unfortunate, although plenty of people with moderate means\nare lucky.\nSolon said that if a person is protected by the chance of good luck,\navoids disfigurement and disease, has no experience of catastrophe, is\nblessed with fine children, and, in addition to all this, dies a good\ndeath, then that person deserves to be described as happy. Solon said,\n“Let no man be called happy before his death. Till then, he is not\nhappy, only lucky.”\nLater, Croesus himself was toppled by Cyrus, the King of Persia. No\ntreasures, no holdings, no power could save him from being burned alive\nby his captors. On his funeral pyre, as flames licked about him, Croesus\ncried, “Oh Solon! Oh Solon! Oh Solon! Count no man happy until the end\nis known!”\nThe probability of death for us all is 1.0….no doubt about that fact.\nWe all will die. Marcus Aurelius wrote in one of the most withering\nlines in his diary that “Alexander the Great and his mule driver both\ndied.” In the end, the most powerful conqueror on earth was, Aurelius\nimplied, no better or no less mortal than the man who drove his baggage\ncart. Moreover, death’s timing is mostly unknown to us. The best\nopportunity for virtuous action in our lives is now, not at some vague\nlater time.\nAnd, to sharpen our daily quest for virtue, we must remember that a\nfinal material or spiritual accounting at death for a life’s impact does\nnot just happen to some abstract “others.” But, instead, death may visit\nus so near as to be among our friends and even our family members whom\nwe hold dear – and, yes, in a thin ribbon of a moment, to us,\nourselves.\nFor the most part, we are likely to know the objective facts of\ndeaths — location, circumstances, causes. Understanding the thoughts,\nfeelings, or awareness of others at the time of their deaths is\ndifficult to estimate, though. We, as a result, remember only the facts\nand meanings that we assign to lives and deaths. These remembrances form\nthe basis of our memorials.\nAbout the dead, though, we know nothing about the unfathomably deep\nor boundless space in which they might exist. We display our own sense\nof virtue when we remember and honor the dead who have rounded their\nlives in service to larger ideals and have paid with their lives for\nthese efforts. And, that, for me, is a good enough reason for Memorial\nDay.\nLast updated on\n\n[1] \"2022-04-04 07:47:52 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-04-02-deathtoremember/dtor.jpeg",
    "last_modified": "2022-04-04T07:47:54-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-02-grassley/",
    "title": "bean soup with chuck grassley",
    "description": "Capitol Hill Bean Soup with Chuck Grassley, then Representative from Iowa...remember, opinions of people can change over time...written in 2009",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2009-09-02",
    "categories": [
      "politics",
      "Chuck Grassley",
      "memories",
      "reconsideration"
    ],
    "contents": "\nBack in 1978 – when I worked for ten months, two weeks, and ten hours\nfor the University of Northern Iowa – I traveled to Washington about one\nday per week to work as a consultant to YouthWork, a private\nintermediary firm between the U.S. Department of Labor and local\ngovernments with funds from the Comprehensive Employment and Training\nAct.\nNorthern Iowa also asked me to meet with various politicians when I\nwas in Washington. That is how I met then-Representative Chuck Grassley\nfrom Iowa, who is now United States Senator Chuck Grassley from\nIowa.\nChuck Grassley is now the senior United States Senator from Iowa. He\nis a member of the Republican Party. During the last four decades in the\nSenate, Grassley has chaired the Senate Finance Committee, the Senate\nNarcotics Committee, the Senate Judiciary Committee, and the Senate\nAging Committee. He is a graduate, with two degrees, from the University\nof Northern Iowa.\nChuck (yes, he prefers Chuck) took me to lunch at a\nrestaurant in the Capitol Building. Its specialty is Capitol Hill Bean\nSoup, which I ordered and enjoyed.\nBefore lunch even began, we launched into a debate about the role of\ndairy products in the Consumer Price Index, which was the subject of a\nNew York Times front-page article just several days before. To my great\nsurprise, he was knowledgeable about the issue, understood the Consumer\nPrice Index, and had a definite opinion that differed remarkably from\nmine about the relative weight of dairy products in the Index\ncalculation. We debated for about ten minutes.\nHe was testing me, I think. He warmed considerably after that debate\nas we talked about his farm, our families, and Iowa. It was a great\nmeeting, after which we had this picture taken on the Capitol Building\nsteps:\n\nI know these “grip-and-grin” photos are stock items, but I did\nappreciate this momento of our meeting that this photo represents. We\nhad a great time at lunch so many years ago. I know some of you might\nhave issues with Grassley’s voting record and politics, but I think he\nwas honest and straightforward with his dealings. And he usually chose\nhis positions based on his convictions and beliefs – and he rarely\nwavered. There is something admirable about that.\nAdded when I reposted this essay on my current blog:\nYet, what a shock it was for me to see Chuck parrot the Trump\nGreat Lie. Discouraging. Deflating. Impossible to view him as I\ndid in 1978.\nLast updated on\n\n[1] \"2022-04-05 09:46:05 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-04-02-grassley/Passmore_Grassley.jpg",
    "last_modified": "2022-04-05T09:46:08-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-02-flungatearth/",
    "title": "a bunch of sun flung at the earth?",
    "description": "Serious scientists can barely stir a yawn from the public, legislators, and polkicy-makers when in discussions about preparations for and consequences of severe solar events...published in 2009",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2009-05-18",
    "categories": [
      "solar storms",
      "cataclysm",
      "electric power grid",
      "disaster preparation"
    ],
    "contents": "\n\nWritten with Rose Baker. “Think our economy is in trouble now? Just\nwait until a bunch of the sun is flung at the Earth!,” Pennsylvania\nBusiness Central, 18(10), p. 7, 15 May 2009.\n\nDraw the shades, and douse the lights. Cue the dark, creepy music.\nBoil the sky with black scudding storm clouds. Feel a damp chill as the\nspine tingles.\nThis is a scary story.\nDuring the late summer of 1859, astronomers noted that the sun\nespecially was active. On September 1, Richard Carrington, a British\nastronomer, observed an extremely large solar flare, a giant,\nenergy–releasing explosion on the sun’s surface. This flare ejected a\nlarge mass of geomagnetic plasma, consisting primarily of electrons and\nprotons, toward the Earth.\nWithin eighteen hours, the Earth experienced the largest\never–recorded geomagnetic storm. Skies worldwide erupted in red, green,\nand purple auroras (“northern lights”) so brilliant that newspapers\ncould be read as easily during the night as in the day. Auroras lit the\nskies so brightly in the Rocky Mountains that the glow woke gold miners,\nwho began cooking breakfast because they thought it was morning.\nTelegraph systems went wild. Electrical discharges shocked telegraph\noperators and started fires. Even when telegraphers disconnected\nbatteries powering telegraph lines, electrical currents induced in the\nwires by the solar event still allowed messages to be transmitted.\nA rare event? Maybe so, but severe solar storms have had large\nconsequences for the Earth.\nSolar storms have been disruptive in the U.S. already. For example, a\nhuge solar flare on August 4, 1972, knocked out long–distance telephone\ncommunication across Illinois. A similar flare on March 13, 1989,\ndisrupted electric power transmission from a Hydro Québec generating\nstation in Canada, blacking out most of the province and plunging 6\nmillion people into darkness for 9 hours. Power surges from this\ngeomagnetic storm even melted power transformers in New Jersey. The same\nstorm caused the atmosphere to inflate and, as a result, dragged a Long\nDuration Exposure Facility satellite studying extraterrestrial radiation\nexposure to a lower orbital height. In December 2005, a solar storm\ndisrupted satellite–to–ground communications and Global Positioning\nSystem navigation signals for about 10 minutes.\nOur complex and interconnected modern infrastructure depends\nincreasingly on a functioning electrical grid and electrical devices.\nInfrastructure for communications, electrical power, water, banking,\nfinance, and transportation sectors, to name a few, are highly\ninterdependent, as shown in a figure shown at the bottom of this article\nfrom a report by the Department of Homeland Security. A National Research Council\nreport on the social and economic impacts of severe space weather\nevents, indicated that a replication of the solar storm first\nobserved by Carrington would result in extensive, and possibly\ncatastrophic, social and economic disruptions.\nAccording to the NRC report, a severe space weather event in the U.S.\ncould induce ground currents that would destroy 300 key transformers\nwithin about 90 seconds after a solar pulse reached the Earth, cutting\noff power for more than 130 million people. According to a NRC map, Pennsylvania, along with\nthe entire northeastern U.S., particularly is vulnerable. In fact, NRC\nestimates that 55% of Pennsylvania transformers are at risk.\nPotable water would go first. Pumped water would stop. Without\nelectricity pumping water from reservoirs, water through taps would\ncease in four hours. No electrically powered transport would function.\nDelivery trucks would run out of fuel, with no electricity to pump gas\nfrom underground tanks at filling stations. Back–up generators would\nlast until their fuel ran out. Hospitals could provide about 72 hours of\nslim, essential care. After that, modern healthcare, as we know it,\nwould end.\nNatural gas and fuel pipelines require electricity to operate.\nCoal–fired power stations usually keep reserves to last 30 days. After\nthat, no electricity. Grid failure would trigger programmed shut–down of\nnuclear power stations.\nPeople would die. Power loss would cripple major centers of\npharmaceutical production. The supply of perishable medications, such as\ninsulin, would be exhausted quickly.\nRestoration of service would take a shockingly long time. Months.\nMaybe years. Replacement, not repair, of melted transformer hubs would\nbe required. Replacement transformers, and the crews for installations,\nare scarce. Spare transformers would be used quickly. Production of\nreplacements could take 12 months. Transportation of new transformers to\nsites would become a nightmare.\nAccording to the NRC report, the impact of a “severe geomagnetic\nstorm scenario” could be as high as $2 trillion in the first year after\nthe storm, which is many times the costs resulting from Hurricane\nKatrina. The NRC estimates recovery time between four to 10 years and\nquestions whether the U.S. economy could recover completely.\nWith enough warning (no less than 15 minutes), electrical utilities\ncould harden for an incoming solar pulse. However, satellites that form\nthe current early warning system are aged and becoming unreliable.\nThe installation of supplemental transformer neutral ground resistors\nin critical locations throughout the U.S. could reduce anticipated\ndamage from a solar storm’s wallop by 60% to 70%. The expected costs of\nthe relatively easy installation of these refrigerator–sized devices are\napproximately $150 billion, which sounds like a pretty good bargain in\nour current bailout economy.\nYet, serious scientists can barely stir a yawn when they discuss the\npreparations for and consequences of severe solar events.\nThe sun’s activity level rises and falls in approximately eleven–year\nwaves. The next solar sunspot and flare maximum is expected in 2012.\nAnyone have sunscreen, bottled water, and a pet dog (they can be tasty,\nif prepared well) that they are willing to share?\nInfratructure is connected densely:\n\nLast updated on\n\n[1] \"2022-04-05 10:16:51 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-04-02-flungatearth/impact.png",
    "last_modified": "2022-04-05T10:16:52-04:00",
    "input_file": {},
    "preview_width": 677,
    "preview_height": 404
  },
  {
    "path": "posts/2022-04-02-bianca/",
    "title": "bianca takes her last walk",
    "description": "You think dogs will not be in heaven?  I tell you, they will be there long before any of us...written in 2007",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2007-03-09",
    "categories": [
      "dogs",
      "memories"
    ],
    "contents": "\nBianca, 1996-2007…\nIt was a sad day on which I had to take our white greyhound, Bianca,\nto the vet for her final walk. When she was two years old, we acquired\nher from a person in the Pittsburgh area who placed retired racing\ngreyhounds into good homes. She lived with us and at least three other\nof our hounds (two now deceased and one still lounging by the fire at\nthis very moment).\nBianca had a good home here. She was a good dog, too. Never once did\nshe perform an aggressive act. No biting. No growling. No underhanded\ndeeds. No stealing the bologna when no one was looking. Grandchildren\nslept on her without a wiggle from her in response. You dog owners know\nhow rare this is.\nTo be sure, Bianca was fearful of things. Thunder. Loud, sudden\nnoises. Shouting people. Just like people are. But, so few moments bring\nreal sadness. Good, crunchy food, topped by a dollop of gooey, soft\nmeat: That’s the way to happiness. Long naps in a cool breeze or beside\nthe hearth, all warm and glowing. A sharp, playful bark. A run and a\ntussle in the yard. A stitch or two when she ran on something sharp.\nJust like the rest of us sentient beings.\nSentient beings.\nDogs are, don’t you think, the perfect Zen entities? They place great\nimportance on moment-by-moment awareness and seeing deeply into the\nnature of things by direct experience. Dogs as Zen masters. Look deeply\ninto those inscrutable eyes. Do you see fear? Is there attention and\ninterest? Is there being and nothingness? Well, maybe nothing so deep. I\nalways felt that dogs had three wires in the brain: sex, food, sleep.\nAll else is just there.\nIn the end, it was osteosarcoma in her leg that did her in.\nMetastasized to her lungs. Yesterday or the day before, she probably\nexperienced a pathological leg fracture. She could not walk well at all.\nShe was awake all night, panting and restless. She slept most of today\nunder pain medication.\nNow was the time as we had planned with the vet weeks before.\nThis is the seventh dog I have taken to the vet to be put down. The\nfirst time was when I went with my father to have my first dog, Duke,\nput down. The vet wanted me to leave. My father had the wisdom to tell\nhim I could stay if I wanted. Staying became so important because I was\nsure, as only a silly 12-year old can be, that the vet was really just\nfaking it. He would take my Heinz 57 Variety dog, which I\nthought was the most beautiful big brown dog in the world, and give him\nto someone else. The dog had arrived two years before, and, as an only\nchild, he often was my only companion. The experience of taking a dog on\nits final walk since has never been easy, but it has been necessary.\nAs with most of the others (Duke, Cookie, Dolly, Sparky, Sophie,\nLewis), it was just me in the room with Bianca and the vet. I held her\nhead in my hands on my lap and reminded her that every dog has its day.\nAnd, then, she folded into the cold and damp night to a sleep so quiet\nthat all air and light seemed to freeze around me. The last walk through\nthe door, my companion. Feel free to canter ahead gaily.\nTo my surprise, tears rolled down the vet’s face. He told me that,\njust the year before, his wife had died of osteosarcoma. The vet\nconfessed that he wished he could have taken away her pain as he had\njust done with Bianca.\nHere is a picture that my daughter, Ann, took as Bianca slept in the\nbright sun, in her favorite spot, in the back yard, in the snow:\n\nAnd, here, another a few minutes before I took her to the vet:\n\nSo, in honor of my dear little white dog, Bianca, and all of her\nfour-legged friends of men, women, and children, I offer my reading of\nLawrence Ferlinghetti’s poem, Dog:\n\n\nYour browser does not support the audio element.\n\n\nYou think dogs will not be in heaven? I tell you, they will be there\nlong before any of us. ~Robert Louis Stevenson\n\nLast updated on\n\n[1] \"2022-04-13 09:17:40 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-04-02-bianca/bb4.jpeg",
    "last_modified": "2022-04-13T09:17:42-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-dogdreams/",
    "title": "dog of my dreams",
    "description": "About moving on, with approval...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-03-29",
    "categories": [
      "memories",
      "growing up",
      "Niagara Falls"
    ],
    "contents": "\nWhen I was about eight years old, my parents took me to the Erie\nCounty Fair in Hamburg, New York. Lots of farm equipment, farm animals,\nand a midway. I won this blue dog ashtray by landing a tossed ping-pong\nball in a fishbowl:\n\nI could have had the live fish, but I took the cheap ceramic dog on\nthe edge of the ashtray instead. This little blue dog with sad eyes has\nsat on my dresser for years. He held bits of pencils, knives, chewing\ngum, and later, as you can see from the burn marks, cones of incense. He\nwas dusted once or twice over the years. The yellow discoloration on him\nis from my parent’s 2 packs-a-day (each) smoking.\nThis little dog is a figure in one of the most meaningful dreams of\nmy life.\nWhen I was a junior in high school, my father came home from work via\nthe emergency room one day. A large steel plate, the size of a piece of\nstandard plywood sheeting, had grazed the front of his body. He had cuts\non his face and bruises all down his body where the plate had fallen\nforward and scraped him. Luckily he wasn’t underneath the plate.\nMy father worked hard. He had been a personnel and safety director of\nhis battery manufacturing plant. Many men were released from work when\nthe firm was purchased by an automobile manufacturer. He was fortunate\nto be rehired in the place he had started years before–as a laborer.\nHe plowed snow. He shoveled keystone (very fine-grain coal),\nsometimes for an entire day, guiding the gritty black stuff from a rail\ncar into a silo. He would return home exhausted. Coal-black. In need of\na single shot of Black Velvet, some dinner, and some sleep. I don’t\nthink he ever made over $10,000 per year, even though he amassed\nconsiderable overtime.\nFunny, although he had been a member of the management, he was\nrehired to work side by side with many of the people he originally had\nhired and supervised. Then, he became president of the union.\nEventually, he served on the state workers’ compensation board, where I\nfirst learned from perusing his meeting minutes what an arm, leg, eye,\nor life was worth in compensatory terms.\nWell, the steel plate accident was the straw that broke the camel’s\nback. His health began to deteriorate. It became difficult for him to\nwalk. He seemed disoriented. Clearly, something was wrong. He filed for\na disability retirement when he was 55 years old.\nThat was not an easy time. My father’s company, for which he had\nworked for 38 years, denied his disability retirement claim and tried to\nblame his current difficulties on a wartime injury. He had broken his\nfemur while jumping on an Army truck. We were without money of any sort\ncoming in. The government denied that he had a claim against them. His\ncompany refused to budge. My parents used the last of their savings.\nThey sold their war bonds. They cashed in their life insurance. I never\nreally saw my mother cry so bitterly at the injustice of it all. My\nfather was very sad.\nAs a teenager, you don’t know what to make of the world around you\ncrumbling. Moreover, you don’t know what to say. You just watch.\nQuietly. Keep your thoughts to yourself. Indignity after indignity was\nexperienced by my people who always paid their way but, now, were\nwithout resources. My uncle brought us food.\nI wondered, where were those people to whom my father took clothes\nand food when he was a member of the St. Vincent De Paul Society? Where\nwere the nuns and priests of the church he had served for years and for\nwhom I had been a faithful altar boy since I was 10 years old? We\ncertainly needed them, but I suppose it would have been even more\nhumiliating to have had their help. No, tough it out alone. Ask for no\nhelp.\nThe following year, I did not go out for the football team, even\nthough it was my senior year. Let’s face it, I wasn’t very good. But, I\npreferred to be alone. I threw the shot put and discus, solitary events\nwhich leave a lot of time for thinking.\nI did not apply for enrollment in any college. I started working as a\ntruck driver the Monday after my high school graduation. I found a job\nat a Kimberly Clark paper mill. I felt an obligation to be the\nbreadwinner.\nAfter about one-half year, our money situation stabilized. My father\nreceived social security disability payments, and so did I, as his son.\nHe was awarded a disability pension. When the chance to go to school\narrived, I took it with my parent’s blessings and encouragement. I am\nsure it was a financial hardship. In the sprint from my undergraduate\ndegree to my PhD, I only took one summer off to work at a hospital. I\nfelt as though I never would get such a chance again.\nMy father was ill, sometimes very sick. His ability to walk continued\nto deteriorate. He was in and out of the hospital. Pneumonia. All sorts\nof complications of not being able to move well. The onset of diabetes\nadded to it. He required constant care, which my mother gave without a\nwhimper. We could not afford a wheelchair, so my mother would drag a rug\nwith my father on a plain kitchen chair to move him around the house. It\nwas, I am sure, exhausting.\nIn the summer of 1969, poised between the last course for my\nbaccalaureate degree and a move from Niagara Falls, New York, to Bowling\nGreen, Ohio, to start my master’s degree, I was very anxious. No one\ntold me not to go, but I felt very guilty leaving my mother and father\nalone to fend for themselves. I had done the heavy work when my father\nneeded to be lifted, moved, shaved, and the like. I was leaving my home\nfor good. What would they do? No one said a word about all this, but it\nfestered in my conscience like an ugly, infected boil.\nThen, one night in the summer of 1969, I had a vivid dream, one whose\ncolors, smells, sounds, and temperature I can sense to this day.\nIn this dream, I spoke to my parents in our kitchen and then ascended\nour stairs to a second floor that was musty because all we did was store\nold things in the two bedrooms in our little box house on the first\nfloor. Amazingly, there was another door – we did not have the third\nfloor, but there it was, a door. I walked through the door and up the\nsteps it opened to.\nAs I reached the top of the stairs, I was high above the city on a\nrectangular platform. Above was a black, coal-black, sky with a thousand\nvivid points of light. Stars, some white-hot, others red, green, and\nblue. The air was cool and comfortable.\nI turned to see my parents standing behind me, smiling in a way that\nI had not seen in many years. They seemed satisfied, happy, and\nexpectant, although they did not utter a word.\nThey led me to a corner of this open roof. There, inside a doorway,\nwas a room. A room I had not seen for many years.\nIt was the room I had when I was eight years old.\n\nIn the center of the room was my old twin bed, cheap wooden\nheadboard, and footboard painted in a pastel gloss. On the bed was a\nworn, fuzzy bedspread. Embroidered on the bedspread was a picture of Roy\nRogers and his horse, Trigger. In the embroidered script below their\nlikenesses, there was “Roy Rogers Double R Bar Ranch!” This was the\nbedspread on which for years I had bounced, assembled my toys, read my\nbooks, staring at the ceiling waiting for sleep.\nA small lamp cast a low, orange glow over the area. My dresser was to\nthe left of the bed. On the dresser was an airplane I had assembled from\na kit.\nI moved to the side of the bed to see the dresser better. My little\nblue ceramic dog cradling bits of pencils, knives, and chewing gum was\nthe corner of the dresser’s top, just as I remembered him. The little\nblue dog had been in my room really all those years, but he had receded\ninto the background under pretzel-twisted shirts, rumbled clothes, and\nthe detritus accumulated by a young person. But, here he was in my\ndream, fresh as the day I first put him to work to hold my favorite\npossessions.\nI turned 180 degrees to see my parents looking at me with simple,\nreassuring smiles. They were close, holding hands, one arm of each\nother. The look they had shown unconditional love and acceptance. A\nglimpse of happiness and anticipation was on their faces. It is shocking\nhow palpable this image seems to me as I reflect upon it now.\nMy father gestured toward to bedroom. Even though he said nothing, I\nfelt he was offering it to me. As a place of refuge, as a place of love\nand acceptance, like home.\nThe warmth of his gesture and the looks on their faces said I could\nhave this place forever, be safe and secure, and be loved. All I had to\ndo was to ask.\nI said to them, “No, thank you.”\nThey both smiled. My mother said, “Yes, we figured so.” “Now, go\nahead,” she said softly and kindly and with a smile.\nAs though dragged by a wind down a tunnel, I woke instantly. I\nsnapped upright in my bed. I was confused about my location for a bit. I\nlistened, but all I could hear was the song of tree frogs calling in the\nnight.\nIt was 4:00 am. I left my bed, walked to the front porch, and stared\nat the horizon until the sun came up.\nThe feeling was amazing. A burden was lifted from me. I realized,\nwhat I should have known already, that my parents wanted the best for my\nfuture, even if the burden lifted from me would add to their burden.\nAnd, this is the way it is. Parents sacrifice for their children. The\nchildren often never recognize what great love their parents have for\nthem and what huge sacrifices the parents make for them. Usually, the\nparents never realize the esteem with which their children hold them.\nBut gratitude is not something that factors into delivery of pure,\nunconditional love, is it?\nSo, in the end, my dream taught me that my parents wanted my success,\nnot my dependency. The dream summarized and crystallized what I knew in\nmy heart.\nMy little blue dog was there in life and in my dream. With those big\npuppy eyes, I noticed him sitting in a dark corner of my family room\nwaiting still for me. I buffed him up and brought him to my office,\nwhere he will be enshrined throughout the rest of my career.\nLast updated on\n\n[1] \"2022-04-16 11:17:26 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-dogdreams/ashtray.jpg",
    "last_modified": "2022-04-16T11:17:28-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-moby/",
    "title": "reading Moby-Dick",
    "description": "Advice for any young person required to read Moby-Dick...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-15",
    "categories": [
      "literature",
      "Moby Dick"
    ],
    "contents": "\nA young friend held up a paperback copy of Moby-Dick, Herman\nMelville’s epic allegorical novel about the voyage of the whaling ship,\nthe Pequod, the ship’s variegated crew, and its tyrannical\nCaptain Ahab and their pursuit of the great, ferocious white sperm\nwhale, Moby Dick. Captain Ahab drives his harpooners and mates to kill\nMoby Dick, to whom Ahab had lost a leg in an earlier encounter.\n\nStarbuck, the thought-filled first mate of the Pequod, and other\nmembers of his crew – Stubb and Flask, most notably – are joined by the\n“savage cannibal,” Queequeg, and other harpooners – a native American,\nTashtego, a giant African, Daggoo, and the sinister Persian, Fedallah –\njoin to fulfill Ahab’s single-minded, obsessive desire to destroy the\nGreat White. Moby-Dick begins with its fictional narrator’s famous line,\n“Call me Ishmael,” perhaps one of the most famous openings in American\nliterature.\nMy young friend’s paperback volume did not seem quite thick enough\nfor the original. Melville’s book is a long work that often is abridged\nfor young and modern readers. In its virgin form, Moby-Dick is\npeppered with what seem now to be odd sailing terms and references to\nthe sensibilities of 1850s seafaring, making the manuscript certainly\nchallenging slogging for most of the dot.com generation and for anyone\naccustomed to maintaining any more than the one-hour-and-out attention\nspan required to watch a History Channel treatment of a topic. No, the\nactual Moby-Dick is difficult for most young readers even to\ncarry, let alone read.\nMelville had extensive experience at sea. He served as a cabin boy,\nas a seaman on the frigate United States, as a harpooner out of\nNantucket, Massachusetts, and as a member of the crew on a whaling ship,\nAcushnet, in the South Seas from which he reported jumped ship\nand lived among native people for three years. Yet, with all the fog and\nfoam conjured on its pages, Moby-Dick was written in\nland-locked western Massachusetts from Melville’s knowledge and\nexperience with the sea and whaling.\nAs he wrote Moby-Dick, I feel sure Melville had to create\nscenes, dialog, and a flow as though the whole story was played out in\nfront of him. In the green hills around Pittsford, Massachusetts, the\nonly water of significance would result from drops on the trees and\nthrough the little dales in cool emergent spring, during languid summer\nafternoons, and on magnificent, dappled fall’s canvass of spent life\nwaiting for the first frost. So far from the vast green sea, without the\nrolling dark waves, without the briny smell of boiling seawater pressed\noutward by the prow of the ship, Melville wrote such passages as in\nChapter 51, The Spirit-Spout,\n\nIt was while gliding through these latter waters that one serene and\nmoonlight night, when all the waves rolled by like scrolls of silver;\nand, by their soft, suffusing seethings, made what seemed a silvery\nsilence, not a solitude: on such a silent night a silvery jet was seen\nfar in advance of the white bubbles at the bow. Lit up by the moon, it\nlooked celestial; seemed some plumed and glittering god uprising from\nthe sea.\n\nOr, as in Chapter 111, The Pacific,\n\nThere is, one knows not what sweet mystery about this sea, whose\ngently awful stirrings seem to speak of some hidden soul beneath; like\nthose fabled undulations of the Ephesian sod over the buried Evangelist\nSt. John. And meet it is, that over these sea-pastures, wide-rolling\nwatery prairies and Potter’s Fields of all four continents, the waves\nshould rise and fall, and ebb and flow unceasingly; for here, millions\nof mixed shades and shadows, drowned dreams, somnambulisms, reveries;\nall that we call lives and souls, lie dreaming, dreaming, still; tossing\nlike slumberers in their beds; the ever-rolling waves but made so by\ntheir restlessness.\n\nOr, in Chapter 132, The Symphony,\n\nIt was a clear steel-blue day. The firmaments of air and sea were\nhardly separable in that all-pervading azure; only, the pensive air was\ntransparently pure and soft, with a woman’s look, and the robust and\nman-like sea heaved with long, strong, lingering swells, as Samson’s\nchest in his sleep.\n\nIf you can read these passages without hearing the sign-song creak of\nthe mast, without smelling the new and old life and death in the sea\nparted by the ship, without feeling in the palm of your tar-stained hand\nthe snag of a sliver from the deck rail, or without seeing in your long\ngaze the gentle curve of the horizon melding with the infinite, without\nrocking to the pitch and yaw of the ship as it charges in a wild reach,\nthen you just might not be concentrating.\n\nPerhaps the secret to penetrating what seems to us as turgid prose\nfrom a long-gone era is to actually make Moby-Dick with\nMelville, not merely read it. Although Melville put down his pen as he\nfinished writing his signature work almost 160 years ago, Moby-Dick is\nnew to us and occurs again as we read it…every time we read it. This is\nthe magic and sacredness of books that no film could ever hope to match,\nno matter what budget or artistry is behind it. Every time we read and\nre-read a book, the story is told with fresh, new meaning because the\nstory is not a story with meaning to us until we imagine and fill in the\ncracks with our own thoughts, colors, smells, and textures. In this way,\nno one reads Moby-Dick in the same way as any other person. In\nfact, like some sort of Alzheimer’s patients, we read a book differently\nevery time we encounter it.\nSo, my advice, my dear young friend: read Moby-Dick without\nworrying about finishing it, no matter what your teacher requires. Buy\nthe unabridged version. Savor the words. Build the story in your mind’s\neye. Enjoy the poetry of it all. For one day, you will have a Great\nWhite of your own to slay, when the deep moans ’round with many voices,\nwhen you will need already to have had practice with the reckless\npursuit of demons without a thought for your own peril.\nLast updated on\n\n[1] \"2022-04-04 15:19:01 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-moby/HermanMelville55.jpg",
    "last_modified": "2022-04-04T15:19:02-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-leave/",
    "title": "leave it at the stream",
    "description": "A lesson about staying in the present from Marshall Goldsmith...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-12",
    "categories": [
      "story",
      "losing regret",
      "compassion",
      "presence"
    ],
    "contents": "\nMarshall\nGoldsmith spoke at the conference I attended in 2006 in Florida. He\nhad a great story to tell that he initially published in\nFastCompany (Issue 82 May 2004, Page 103) and that is available\nat his website:\n\nA Buddhist parable illustrates the challenge – and value - of letting\ngo of the past. Two monks were strolling by a stream on their way home\nto the monastery. They were startled by the sound of a young woman in a\nbridal gown, sitting by the stream, crying softly. Tears rolled down her\ncheeks as she gazed across the water. She needed to cross to get to her\nwedding, but she was fearful that doing so might ruin her beautiful\nhandmade gown.\n\n\nIn this particular sect, monks were prohibited from touching women.\nBut one monk was filled with compassion for the bride. Ignoring the\nsanction, he hoisted the woman on his shoulders and carried her across\nthe stream–assisting her journey and saving her gown. She smiled and\nbowed with gratitude as he noisily splashed his way back across the\nstream to rejoin his companion.\n\n\nThe second monk was livid. “How could you do that?” he scolded. “You\nknow we are forbidden even to touch a woman, much less pick one up and\ncarry her around!”\n\n\nThe offending monk listened in silence to a stern lecture that lasted\nall the way back to the monastery. His mind wandered as he felt the warm\nsunshine and listened to the singing birds. After returning to the\nmonastery, he fell asleep for a few hours. He was jostled and awakened\nin the middle of the night by his fellow monk. “How could you carry that\nwoman?” his agitated friend cried out. “Someone else could have helped\nher across the stream. You were a bad monk!”\n\n\n“What woman?” the tired monk inquired groggily.\n\n\n“Don’t you even remember? That woman you carried across the stream,”\nhis colleague snapped.\n\n\n“Oh, her,” laughed the sleepy monk. “I only carried her across the\nstream. You carried her all the way back to the monastery.”\n\nThe learning point is simple: Leave it at the stream.\n\nLast updated on\n\n[1] \"2022-04-13 09:41:09 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-leave/streams.jpg",
    "last_modified": "2022-04-13T09:41:11-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-02-neworleans/",
    "title": "hey, baybee, where y'at?",
    "description": "Bathing in lagniappe with street people during visits to Dante's Second Circle of Hell (*aka* Bourbon Street) in steamy New Orleans...published in 2005.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2005-09-07",
    "categories": [
      "New Orleans",
      "lagniappe",
      "pre-Katrina",
      "memories"
    ],
    "contents": "\n\nMy essay was published originally as “It’s a sad guess what happened\nto Big Easy’s street people.” in The Morning Call (Allentown,\nPennsylvania, newspaper), September 7, 2005, p. A11.\n\nThe air is heavy and thick. A smell of moldy wood and decaying\nvegetation competes with the oily smoke given off by clams frying and\nthe stale smell of beer dumped along the gutter.\nSweat flows over the hills and valleys of your body and soaks even\nyour socks. In fact, it almost always feels like you are in a bath. Rain\narrives almost daily, sometimes as a wild soaker, leaving puddles\neverywhere that the soon-to-follow burning sun cooks into a misty boil\nto poach, with indifference, sturdy natives, wigged transvestites, dyed\nstreetwalkers, corner musicians, blue-jeaned rednecks, bar hucksters,\nstreet barkers, and visiting farmers from Nebraska.\nThis is New Orleans.\n\nI visit New Orleans frequently. Long ago I had my fill of the city’s\ncheap, touristy side. As the years passed, however, I learned that the\ncity always offers what the locals call lagniappe, a word with\nseemingly murky French/Spanish/Creole origins that means “a little\nsomething extra.” Like when you order a pound of ground beef, and the\nbutcher adds a few ounces of beef for free just for you. Lagniappe\nbreeds good will and friendship. It makes you want to come back.\nA lesson for city gentrifiers and community developers everywhere:\nit’s people – not buildings, streets, or parking lots – who pass out the\nlagniappe. It’s not for sale. There are no tickets to lagniappe. You get\nit for free.\n\nI have discovered that New Orleans’ best distributors of lagniappe\nare its street people. Now, for sure, they panhandle. They could use a\ngood hot bath. And, they display all the healing fractures, scars,\nleathered skin, missing teeth, and torn and second-hand clothing\nassociated with hard lives on the streets. At times, they even appear a\nbit frightening. However, the street people are part of the vibrant and\ncolorful, yet largely invisible, underbelly of New Orleans culture.\nMaybe it’s the heat and humidity. Maybe it’s the South. Maybe it’s\nthe Big Easy, New Orleans, itself. But, street people in New Orleans put\non a languid look and feel far beyond what cheap alcohol and drugs could\never create. They realize that “friendly” works better than “nasty” and\nthat you might as well have fun while moving through a hard life.\nDuring one pre-Katrina trip to New Orleans I strolled during the\nearly evening down Bourbon Street. I passed the loud music bars with\nhurricane doors wide open, stopped to look at the man who will take your\npicture for $5 with his giant white parrot, and listened to the guy\nplaying the saxophone off-key, but with great verve. Just then, someone\ncalled to me with the quintessential New Orleans greeting, “Hey, baybee,\nwhere y’at?”\n\nI turned to see two people, both white, by the corner of a building.\nShe had long, somewhat gray, stringy hair, three missing teeth in front,\nand a brown, leathered face. She looked about 45, yet I found out later\nthat she was 24. He had a pale pie face, head full of curly black hair,\na scraggy beard, and pants cut off at mid-calf. He rested on a one\ncrutch. They flashed great, mischievous smiles at me.\nShe said, “Baybee, you got fiddy cents for a coffee?” I just looked\nat them for about ten seconds. The guy started to laugh, “You see? He\ndoan believe all dat tawk bout cawfee, eeder!” They both laughed. I\nmoved over to meet them.\nThey realized that I wasn’t going to give them money, so they just\nintegrated me into their street operation. We talked while they\nhustled.\n“Hey, shoog, you gotta qwawdder?” “Maybe one a dem silvah dimes?”\n“Now, looka here, I am f’sure thirsty, baybee.” “You gonna spend dat\nmoney in you pawket somewhere nasty. Bring it heeyah, boo, where I can\nkeep it for ya.”\nAll with a laugh, a smile, and a sweet, friendly disposition. Most\npeople donated nothing still walked away with a smile. And, on and on\nand on, until they gathered enough change to buy two cans of beer.\nI walked with them to a moldy, ramshackle corner store. She told me,\n“I went to Catlick school, but, f’true, baybee, I went wrong. Beer,\nbeer, beer! And, they say I got this HIV thing. I donnknow. They tell me\nI gonna be dead. Maybe I get a hawt attack r sump’in. So, let dem good\ntimes roll! I ain nevah gonna be no broad in house coat n’ curlas makin’\ngroceries over at the Schwegmanns.”\nShe turned to the clerk, “Heya, I’ll take me a Pabst Blue Ribbon, a\nDixie, and two go-cups, podna.” They both laughed.\n “Let’s go by our house,”\nshe suggested. Their “house” was a clump of thick bushes over by the\nMississippi River, which was surprisingly close to tourists walking\nalong the river. She disappeared into the thicket.\nHe told me, “Hey, cap, she gonna change, then, she wrench\n[trans — ‘to wash under running water’] her hands in the zink\nover by the Algiers ferry afta usin’ da public turlets.” She came out of\nthe bushes, where they had a bed roll, and exclaimed zestfully, “Yeah,\nyou rite!”\nI spent a lot of time with them. Yet, it surprised me that they\nremembered me every time I traveled to New Orleans, no matter how much\ntime passed between visits.\n“Hey, watchoodoon, baybee?,” she would yell when I would show up in\ntown, as though I had just returned after brief visit to the grocery\nstore. Nothing changed. I would always have extended, wonderful, and\npoetic conversations with them while I watched them ply their craft.\nThere might have been a hundred people like those two on the streets\nof New Orleans before Hurricane Katrina. Poor, but real, people whose\nlives deviated into strange, dangerous areas. But, people whose spark of\nlife made New Orleans the unique place it was.\nWhere are these people now? And, where, oh where, is New Orleans?\n\nEarly in the morning shortly post-Katrina I sat in a splendid green\npublic park in State College, Pennsylvania, my home town.1 I\nwatched a thin sliver of moon rise slowly above Mount Nittany. The back\nside of the moon glowed with reflected light from the Earth. The clear\nsky just was starting to blush with dawn’s soft light, although pimples\nof the brightest stars still showed through.\nAll was quiet except for August’s orchestra of crickets and tree\nfrogs and the slow, dim doppler whine of trucks moving along a distant\ninterstate highway. Under this same sky, in New Orleans, so far away in\nmiles and dreams from our serene Happy Valley, was birth, death, and all\nthat flows in between. I saw visions of chaos. Fear. Tears. Murder.\nBurglary. Loss. Despair.\nI can only wonder, “Hey, baybee, where y’at!?”\n\nLast updated on\n\n[1] \"2022-04-13 09:11:32 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nsince moved to Pittsburgh↩︎\n",
    "preview": "posts/2022-04-02-neworleans/streetscene.jpeg",
    "last_modified": "2022-04-13T09:11:34-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-snow/",
    "title": "first heat, then snow",
    "description": "Back in the day, when it really snowed, and no one worked on Sunday....written in 2005",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2005-01-22",
    "categories": [
      "memories",
      "weather",
      "Niagara Falls"
    ],
    "contents": "\nIt is 17 degrees F outside. The wind will pick up, and the snow will\ndrift.\nRocky, some version, is on the TNT network right now, and\nRocky is kissing Adrianne for the first time. There’s the heat,\neh? But, on to snow.\nSnow. Snow is not to watch. Snow is to be in the midst of. I grew up\nin Niagara Falls, New York. Snow, in all its variations, is\nfamiliar.\nOnce, when I was about 15 years old, almost 30 inches of snow fell.\nIn the early evening, after supper, I called a girl, my buddy who lived\ndown the street, on the phone. We agreed to dress in quadruple layers,\ncomplete with scarves, several wool hats, and two or three gloves. Our\nparents thought we were crazy. We met under the street light at the end\nof the street, and we were off.\nThe storm was thick. Snow was still coming down in big, feathery\nflakes, accumulating on top of the inches already on the ground. The\nwind blew in off the Niagara River and molded the snow into long,\nundulating drifts across the field next to my house. The lights from the\never-working chemical factories – Hooker Electrochemical,\nAlox, among others – and the Kimberly Clark paper mill\nmade the large flakes of snow settling over the open field glow like\ncrystal.\nThe field of snow was untouched. It was a perfect white blanket. My\nfriend and I started out through the snow. For her, the snow seemed to\nbe waist-high. I was much taller, but still, it was tough slogging for\nme. We had agreed days before that we would run through the next heavy\nsnow just to determine what it would feel like.\nWe took off at a run. Well, a run is like running in a pool of water.\nI plowed the way; my friend followed. As we picked up speed, the\nexhilaration of the run kicked in. My friend was no jock, so she was\nwinded. As we neared the fence of the Hooker Electrochemical\nplant, the harmonics of the drifts increased. A foot of snow. Then, four\nfeet of snow! At once, we were running freely, only in the next moment\nto hit some drift like smashing into a wall of pillows.\nWe hit one immense drift, and we both fell. It was a soft tumble down\nthe side of a drift and into a trough that contained nothing but\nyellow/brown tall grass made brittle by the extreme cold. We both sat\nthere panting between two great drifts.\nI know what you are thinking, but I never thought of my friend in\nother than brother-sister terms. Her mom was like my mom. She might have\nfelt differently at some point. She did invite me to a special sophomore\nschool dance. Maybe she just needed a date. At any rate, I never had any\nspecial feelings for her. However, my girlfriend at the time was pretty\nunhappy that I accompanied my friend to the dance. But, hey, I did agree\nto go months before.\nAs we sat there, my friend said, “Your girlfriend is very\npretty.”\n“Yeh, I know.”\n“What do you like about her?” she asked.\n“Well, she is nice. She has large brown eyes and is beautiful, don’t\nyou think?”\nShe agreed.\nI said, “And she likes me, too.”\n“But, why?” my friend resting in the snow asked. It wasn’t a question\nthat was meant to tease me. It was a serious question.\nI confess I couldn’t figure out why. I didn’t answer. It was a\nmystery to me, and it still is. I knew what I felt. I couldn’t fathom\nwhat my beautiful girlfriend felt. To this day, I only know what I feel.\nI can’t imagine what others see.\nWe sat there on the ground quietly for what must have been five\nminutes. We weren’t cold yet–too many layers of clothes. Spotlights from\nthe factories broke through the air, putting the spaces between the\ndrifts into sharp contrast and, in the next instant, diffusing light\nover the surging, scudding seas of white flakes.\nIt was a Sunday night. The world used to stop on Sundays, not like\nnow when we have 24-hour news, the presence of all-night convenience\nstores, and the Internet. No, the city was quiet on Sunday nights in\n1962, and the industrial plants were, too. You could hear the wind blow\nover the drifting snow.\nSwish-like sand moving on a windswept beach told the story of the\nflakes of snow moving here and there and piling into more extraordinary\nmounds only to shift again to regroup, to combine into new mounds and\nshapes. It was difficult to believe that boys played baseball in the\nsummer on this identical spot, and people walked through these very\nreedy grasses to be frightened to death here and there by the explosion\nof a frightened pheasant. Winter created a new and different world,\nindeed.\nThen, without any discussion, we both rose and walked slowly back\nthrough our almost covered tracks over the 100 yards or so to\ncivilization. I walked my friend to her home, where we stripped off all\nbut the last layer and my friend’s mom, Mabel, made us steaming hot\ncocoa with marshmallows.\nMabel was quite a card. She always had her bobby-pinned hair in a\nwrap and wore a flowered housecoat. She looked for all the world like\nthe wife in the Andy Capp comic strip. Mabel was a Canadian citizen, and\nshe held irreverent opinions about the United States that perhaps were\nthe seeds of my first critical political thoughts.\nI carried my extra layers of clothes home in my hands. I was pretty\ntired, although it was still early night. I threw my snow- and\nice-covered clothes in the corner, where they puddled on the floor to my\nmother’s dismay, said good night to my parents, and went to my room.\nI remember looking out my bedroom window toward the factory lights on\nthe horizon. The snow still fell, and it continued throughout the night.\nNo school the next day. I distinctly remember wondering about the future\nbefore I went to bed that night. What would I be like when I was old –\nsay, 40 or 50 years old? Haha! Here I am 571\nyears old. Not much different, eh?\nSnow. It arrives, at times, light and free. Other times, heavy and\nwet. Sometimes the flakes are big and feathery. At other times, the\nword, flake, does not describe the pinpoints that drive into\nyour cheeks as you struggle to walk into the wind. Occasionally, snow is\ndelivered with a howl, almost parallel to the ground. Yet, certain snows\nwaft down calmly, riding back and forth on light breezes. Snow can melt\non warm blacktop driveways. It can stick like cotton candy to surfaces.\nIt also can pile as though dump trucks dropped it off by mistake on your\nsidewalk. Like a sweet, soft painting or like a scary roller coaster\nride. All various. Every snow was new.\nSo, this is the snow I see. The snow accumulates here in Pennsylvania\ntoday. We are not done yet. The weather people say it will continue\nthrough the evening.\nOh, by the way, the movie just ended. Rocky won the fight, of course,\nand he still loves Adrianne. She just ran into the ring and kissed that\nbig lug with the blood on his face and the sweat dripping off him. It is\na mystery, isn’t it?\nLast updated on\n\n[1] \"2022-04-04 15:26:32 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nNow, as I update this posting for a\nmodern blog, 74↩︎\n",
    "preview": "posts/2022-03-29-snow/snowsquall.jpg",
    "last_modified": "2022-04-04T15:26:33-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-7th-grade-dance/",
    "title": "7th grade dance",
    "description": "Days of innocence lost....written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-12-20",
    "categories": [
      "growing up",
      "poem"
    ],
    "contents": "\n\nThe 7th Grade Dance\nAs the pink corsage almost slipped from your\nwrist\nYour father was shaking hands with this gangling boy\nWith the cow-licked hair\nWith the ruddy, pocked skin\nIn the starched white shirt ill-fitting at the collar\nUnder a circus clown sized suit coat and well-knotted tie\nGazing tightly at his just-polished shoes\nBlissfully taller than you\nEven with your half-heels on.\nYour mother smiled and went behind the kitchen door\nTo cry softly\nWhile your father waved as you entered the other father’s car\nTo drive to the 7th grade dance.\nThere, with your hair stiffened into a\nSnow carnival sculpture\nBy Selma fire hoses of your mother’s hairspray\nAnd your suspender-held nylons bagged\nAt your skinny knees but hidden as if by magic\nBy parachutes and gusts of endless white and pink crinoline,\nYou rocked from one foot to the other\nTo match your awkward hero’s tentative rhythm,\nAs all around you swayed like Canadian geese landed on a frozen arctic\nlake\nFrom some warm place,\nWith, as the night progressed, your left hand on his\nShoulder\nAnd your right hand in his constant\nGrasp.\nAnd, Brenda Lee sang:I’m sorry, so sorry … That I was such a fool … I didn’t know … Love\ncould be so cruel … Oh, oh, oh, oh … Uh-oh … Oh, yes.\nOf course, these words meant nothing to you\nOther than the chance to clinch for a few more minutes.\nSome said that such pathos is wasted on the young\nThat there was still much time for innocence and wonder\nBut it was just practice for the poignant\nPassion, suffering, and affliction\nThat would follow as countless others\nEventually turned their backs\nGround their heels into your soul\nAnd left you for love dead.\nBut, all that was a long journey away from this day.\nJust how did you get the nerve to brush his lips with yours\nWith your dad and mom waiting nervously behind the door\nAnd his dad smoking with the radio on in the car?\nHow did it feel to gasp with the sense of wonder\nThat this rough boy liked you, yes, you?\nHow did it feel for the first time to long\nTo see someone again?\nThink.\nFeel.\nHow long did it last?\nWhen was your innocence lost?\nLast updated on\n\n[1] \"2022-04-02 07:40:02 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-29-7th-grade-dance/dance.jpg",
    "last_modified": "2022-04-02T07:40:05-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-a-bit-of-hot-air/",
    "title": "a bit of hot air",
    "description": "Memories of my father...written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-10-27",
    "categories": [
      "memories",
      "growing up",
      "Niagara Falls"
    ],
    "contents": "\n |The Passmore bros: Kenneth (my father), Allen, Tom (l to r)\n\n\nEvery man’s memory is his private literature. ~Aldous Huxley\n\n\nWe do not remember days; we remember moments. ~ Cesare Pavese,\nThe Burning Brand\n\nEach of my memories has a little heat. In moments of icy sweetness or\nduring very early mornings when I am the only one stirring as silence\nblankets my room, these memories float before me, waiting to be plucked\nfrom the air and studied as a paleontologist might examine clinically a\nfossil or as one who appreciates fine art might scan brush strokes or\ncolor for insight into an artist’s process, thoughts, technique, and\nmotivations. I have a veritable museum of memories similar to Andy\nWarhol objects in his installation, Floating Plastic\nInevitable.\nThis morning, by strange coincidence, hot air balloons actually\ndrifted across Houserville, a tiny community outside of State College,\nPennsylvania, my hometown. Such is the landscape of my memories that is\ncrowded with Jackson Pollock splotches of silver, red, and gold and the\nragtag detritus of my life. After 57 years,1, a\nman can accumulate an air controller’s nightmare of memory traffic\ncontaining events, feelings, smells, and textures, some as clear as high\nmountain air and others weathered and scratched as old photographs in\nthe family history trunk. When the rest of my life is on low flame,\nthese memories ascend and move across my valley.\nSnatch one from the air. What do I see?\nKenneth, my father – oddly to many, I always affectionately called\nhim “Father,” not “Dad” – was a quiet and gentle man who grew up in\nPennsylvania and migrated to Niagara Falls, New York, to find work\nduring the Great Depression in the United States. He married my mom,\nClara, and they remained in Niagara Falls. My parents were approximately\n37 years old when I was born, making them mostly much older than my\ncontemporaries’ parents. I am their only child. They both are dead now\nand are in my thoughts often.\nMy father was the most significant person in my life, more prominent\nthan anyone else I had ever met. As an only child who was a bit sickly\nwhen young, my father was my close friend. I used to get up to eat\nbreakfast with him in the morning, wave to him as he drove out of the\ngarage at 6:50 each morning, and wait for him to come home at 5:00\npm.\nI thought he was the strongest and most fantastic man who lived, by\nwhich all others were to be judged. When he told me that he had worked\non a local bridge project when my father first came to Niagara Falls, I\nbelieved and told others that he built the bridge by himself. I imagined\nthat he ran the company he worked for.\nI thought we were rich, although, in fact, he never made over $10,000\nin any year. When he planned to vote for Eisenhower, I liked Ike. When\nhe had an opinion, I valued it above all others. If he had a fact, the\ntruth of the fact was unassailable. If he made a promise, it was as good\nas done.\nMy father worked for Autolite Battery and\nwas the personnel director in charge of all non-salaried workers. This\nposition meant that he would attend all funerals as a company\nrepresentative. We often would go directly to the home of a widow after\nshe had learned of a death. He would quietly help with arrangements and\noffer support. Unobtrusive. Effective.\nHe took me to funerals homes where workers who died would be “laid\nout.” Once, we arrived at a funeral home before anyone had shown up. No\none, not even the funeral director, was in the room. As we stood next to\nthe casket, he told me. “Go ahead, touch him.” I was horrified at the\nthought of touching a dead body. But, he said, “He is dead. He won’t\nhurt you. None of us get out of this world alive.” He held the dead\nman’s hand in his own and told me about him. I gathered my courage and\ngrabbed the deceased’s hand, too. Cold and immobile, frightening at\nfirst, and then strangely easy to hold as my father spoke calmly and\nsoftly to me about the man’s life.\nWe took chairs along the wall. People started to enter the funeral\nhome. The dead man’s wife arrived. My father walked over to her as she\nstood in front of the casket. He always kept a spare, clean handkerchief\navailable, as did most gentlemen of the day. When the widow saw my\nfather, she walked over to him and nestled her head on his chest, and\nbegan to cry. Not just tears, but the tears of a woman lost. Deep\ngrief-filled sobs. He took out his handkerchief and gave it to her. I\nwatched closely to ensure I was taking all of this instruction in. He\nspoke to her in low tones, acknowledging her grief.\nI saw this happen at least a dozen times. I absorbed every nuance –\nthe tilt of his head, the tone, and volume of his voice, the way he\nfocused on the person in front of him. My father was the one who\nunderstood, the one from whom you could receive relief, the one who\npulled it all together. I studied every move he made, and he motivated\nme to be the one that people would rely on.\nTo this day, I feel like I never reached the level of empathy he\ncould demonstrate. Where he was quiet, humble, and strong, I am, at\ntimes, filled with more blather than I should have, too self-absorbed,\nand weak in a pinch. However, there is much there that is my father.\nWhen I cough, I sound just like him. His laugh is mine. I clear my\nthroat as he did. The timbre of my voice on the first word I speak in a\nconversation is his. If my eyes are blue, they are his blue, which I\nremember as though those eyes were in front of me at this moment.\nWhen I was about seven years old, my father was in the hospital for\nabout four weeks. To be separated from my father while he was\nhospitalized was quite painful to me. Boy, did I miss him. Little boys\nunder twelve years old were not allowed in patients’ rooms under any\ncircumstances. So, a kind nurse smuggled me to my father’s room at the\nend of her shift.\nWhen I entered his room, I was afraid to come near because I didn’t\nwant to hurt a sick person, especially my father. But, of course, he\ncalled me over and gave me a big hug which, to this day, fills the\nuniverse. Then he gave me some hospital candy and words that he would be\nhome soon. It was all-sustaining.\nI often wonder if there is anything in me that my three children have\nabsorbed? Each is a good, independent thinker, and they all know their\nown minds. Of these and other traits, I am proud. I have distinct, deep,\nand personal memories of each of them.\nWhat will endure from my father’s generation and before through my\ngeneration, my children’s, and those yet to come? What aspect of me will\nthey remember after I am dust? Well, we’ll have to wait and see how the\nreview comes in. As in the Chinese proverb, “One generation plants the\ntrees; another gets the shade.”\nSometimes we are engaged in a miracle that we don’t even\nrecognize.\nLast updated on\n\n[1] \"2022-04-04 15:37:11 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nWow, 17 years ago from the date I\nreprised this on my current blog↩︎\n",
    "preview": "posts/2022-03-30-a-bit-of-hot-air/passmorebros.jpg",
    "last_modified": "2022-04-04T15:37:12-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-my-career-in-a-romance-niche-market/",
    "title": "my career in a niche market of the romance novel genre",
    "description": "A novel précis in the line of D. H. Lawrence's short story, `the horse-dealer's daughter`...written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-09-17",
    "categories": [
      "romance",
      "story"
    ],
    "contents": "\n\nI think I can have a piece of the romance novel market. Here is a\nprécis for you editors with your fat wallets filled with expansive cash\nadvances for authors with sure-shot romance novel ideas.\nCheck this one out. It is only one of the many bodice rippers I am\noutlining today.\nTitle\nThe Inverted Matrix\nMain Characters\nJohn, a tweedy, 40-something, never married economist,\nknown for laughing at inappropriate times during addresses by the dean\nof his college, who has bicycled to work every day for the 428 days,\nrain or snow, wind or calm, sun or cloud.\nMarie, a 23-year old, bespectacled mathematician, is\ndoing a thesis on “Simultaneous approximation by the linear combination\nof modified Bernstein polynomials” that is being whispered about\nadmiringly around her department.\nJohn and Marie have weathered independently the Sasser worm\non their computers without any long-term damage. Both run Linux on\neverything, including on their watches. Both refuse to use Microsoft\nanything or touch or even look toward an Apple product. They agree that\nworking on the command line is good enough to get anything of any\nsubstance done. They know their locations, their pwd, at all\ntimes and can pipe commands with competence and stamina.\nMarie programmed her turtle in the logo coding language when\nshe was 3.5 years old. One day John’s parents found him at 7 years old,\nblocks away in a public library browsing discrete math textbooks, much\nas the parents of Jesus found him teaching at the temple. Sometimes it\nseems as though non-geeks do not see their inner beauty as their mothers\ndo…but if John and Marie followed the blues masters, they would realize\nthat their moms could just be jivin’ them, too.\nReader Requirements\nIt is presumed that the reader has a background in mathematics\nthrough calculus, with a particular interest in matrix algebra, an\nunderstanding of Walrasian economic systems, including Leontief models,\na belief in rational economic theory a la Lucas, and an abiding\nappreciation for market economies.\nA Hot Excerpt….\nAfter a long colloquium filled to the brim with PowerPoint slides,\nMarie is in John’s office pouring over the matrix equations necessary to\naccount for economic output and employment. Before them is,\nX, an I-by-I matrix of dollar\ntransactions among I industries, with self-supply on the\ndiagonal element, and K, an I-by-K\nmatrix of dollar sales of industry i to GDP category\nk. John explains that total economic output , y, a\n1-by-I vector, is merely X +\nK.\nMarie points out gently that the division of all elements of\nX by y produces a matrix, A,\nof coefficients showing the proportion of y transacted among\nI industries to produce a unit of total output.\nFurthermore, she asserts more forcefully, now that she sees his\npupils dilate widely, that with the introduction of an identity matrix,\nI, and with a bit of substitution of a few terms, you\ncould create a matrix, (I - A)1, that showed the marginal increase\nin production necessary to deliver an additional unit of output to\ny.\nTo this point, seemingly devoid of any emotional life, John perks up\nand turns slowly to her. Their eyes meet. A blue-white hot heat rises\nbetween them.\nIn this moment of epiphany, John knows that his life has been empty\nand that Marie has become the flower in his life. He turns to her,\nknocking over the cup of chai that stood cold at the edge of his desk.\nTheir eyes meet. They both know this is love, although neither has\nexperienced it before unless you can comprehend mystically that studying\nspherical geometry is love unto itself and the ages.\nTheir lips meet, and so do their glasses, knocking all akimbo frames\nand the lanyards that attach the glasses around their necks. They trip\nover a stack of National Bureau of Economic Research bulletins,\nstumble over the metal clasps that tighten John’s pants to his ankles as\nhe rides his bike, and fall giddily into old, crumpled brown paper bags\nthat John uses to bring fruit into the office and fails to throw out or\nrecycle.\nThis love, now new…… –> and it can continue.\n…\nYou are thinking, Oh, Yeh!, I want more of that\nstory. But maybe with a little bit of slide rule mentioned?\nCome and get it, you New York acquisition editors with the LA lawyers\nsporting ponytails and Robert La Roche teashade sunglasses! I am\nprepared to dish more of this hip prose for the lonely and\nbroken-hearted.\nLast updated on\n\n[1] \"2022-04-04 15:44:49 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\ninverse↩︎\n",
    "preview": "posts/2022-03-30-my-career-in-a-romance-niche-market/romance.jpeg",
    "last_modified": "2022-04-04T15:44:51-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-30-requiescat/",
    "title": " `requiescat in erica maris` at Brandon Point",
    "description": "A languid sort of travelogue from Ireland and, from there, to a intrepid funeral vacation of the mind....written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-06-18",
    "categories": [
      "Ireland",
      "travel",
      "Niagara Falls",
      "memories",
      "funerals",
      "latin",
      "goombah",
      "paesano"
    ],
    "contents": "\n\nAs I am writing this (longhand, without a computer, if you can\nimagine that!), it is 11:00 on a Sunday morning on the Dingle\nPeninsula in far west Ireland. I reached the [Brandon Point}(https://www.wildatlanticwayonline.com/map-of-kerry-wild-atlantic-way/discovery-points/brandon-point/)\nafter a long ride across thin, winding County Kerry roads\nafter a high and spectacular drive on steep cliffs over the Connor Pass.1\n\nI just stepped over the stairway gate. The stairs are a farmer’s way\nof keeping the sheep in but allowing people access to the land.\n\nI am perched on a little twenty-foot crook of turf at the edge of a\ntall, steep cliff overlooking Brandon Bay. Surf pounds on the rocks\nabout 150 feet below. This is a raw, green place.\nSeveral birders are on the level ground above me with their lenses\ntrained out to the bay, where six Bottlenose Dolphins are hunting the\nunwary sea birds who sit on the surface of the calm water about\none-quarter of a mile from our site. It is a Sunday, but there is no\nrest in the animal world for a good meal.\n\nAs I mentioned, I have no computer with me, so I am writing this in\nmy dirty, scribbled scrawl, hoping for a straightforward interpretation\nand translation later. To my left – far, far away – is the United\nStates. Many Irish had its vision in their minds from this point on the\nDingle Peninsula long before they entered steerage to pass over to Ellis\nIsland, to New York City, on to a new world of America, leaving these\nfair, green shores behind forever.\n\nMy seat on this ledge is soft and sculpted by heather bushes. The\nwind is light today, and the sun is hidden by low, misty clouds. But, it\nis not cold, nor is it hot.\nSea birds soar along the cliffs and, at times, trim the tops of the\ngently rolling sea in search of delicate piscine tidbits for their\nlunch. Cliff birds now whistle to each other, perhaps to signal the\nposition of the ever-watching Peregrine Falcon that has nested on the\ncliff.\nEvery once in a while, the heather around me becomes bee-loud as it\nis harvested for pollen for nearby nests. The birders above me fix their\nlenses here and there and call out their glorious finds to each other,\nto be written down in their birding logs like love letters. Everything\nhere feeds off everything else.\n\nHow often am I away in some land distant from my home when I am\nseized by a vision captured, in turn, from one-half a world and nearly\nan entire lifetime away? Today, perhaps it was brought on by passing\nchurches with ruddy-faced people streaming from them. Maybe it was\nhearing on Irish Radio One that Ronald Reagan died. I don’t know. But,\nfor some reason, as I drove next to a field with a pretty gray horse in\nit, the little synapses fired, and I was taken back to my days as an\naltar boy at Our Lady of the Rosary Church in Niagara Falls, New York,\nmy home town.\nFunerals provided an excellent way to be both devious and devout when\nI was young. Luckily, the deceased would have the courtesy to pass over\non such a day to allow the scheduling of a funeral rite on a school day.\nNo tests, no recitations, no memorization of the times table, no\ndiagramming of compound sentences could keep the altar boy from his\nsacred duty to serve at a Catholic burial rite. The Rite of Reception,\nthe Liturgy of the Word, the Liturgy of the Eucharist, and the Final\nCommendation and Farewell required our expert services.\n\nOh, how it might have infuriated our captors – Sister Mary Modesta,\nSister May Lucina, Sister Mary Elsa, et al. – that we were excused from\nschool for a full, delicious two or more hours for a morning! Most\nmornings, we would be humiliated by being asked to recite from memory\nthose golden nuggets of Catholic doctrine encapsulated in responses to\nquestions outlined in our Baltimore Catechism. A funeral\nallowed us to tip our hats to these captors and our fellow prisoners and\nmove smoothly over to the church sacristy to prepare for the solemn task\nof poling the dead across the River Styx.\nBoys who could muster a certain gravitas were chosen to serve at the\nburial rite. No snickering. No staring. No hesitation in Latin responses\nto the priest’s incantations. No fault in ritual could be broached.\nOrnaments in the burial process, we were to be part of the tableau\nremembered by the family of the deceased.\nThe alter boys assembled and donned ill-fitting cassocks that made us\nlike frumpy junior priests. Then, we pulled over our heads great, white,\nfluffy blouses that seemed more appropriate for pregnant women. The\npriest was in black vestments. This black motif changed around the time\nof Vatican II to white to represent joy at death. In The\nHistories by Herodotus2, we read about an\nancient tribe that wept at the birth of a child because of the suffering\nit would endure in life. However, the tribe had a bang-up wang dang\ndoodle of a party when a person died because the trials of the world\nwere over for the person. Everyone seems to have a cultural ritual\naround death.\nAs the time arrived for the funeral, the bell in the church tower\nwould toll slowly and solemnly. The hearse would arrive, with the\nrelations and friends of the deceased following in separate cars. Before\nwe left the sacristy, the priest would cuff the worst lunkhead among us\non the back of the head and warn us all: “No slip-ups! Remember what you\nare doing!”\nWe would process to the church’s vestibule to meet the coffin\ncarrying the deceased’s body, followed by family and friends. The two\nmost trustworthy of the altar boys would unfold a black pall and drape\nit over the casket with the help of the undertakers.\n\nAt this point, we could size up the mourners. As they entered the\nchurch, the full weight of the death seemed to settle on the mourners.\nEyes would redden. Sometimes, the entire family clustered like a clutch\nof small, frightened puppies. At other times, children or brothers and\nsisters hung apart, as they had when the deceased was alive. The weak\nrested on the strong. The entire family dynamic sculpted itself in front\nof us.\nWe would turn and lead the procession of the draped coffin, the\nundertakers, and mourners to the front of the church. Six tall black\ncandles stood in the silent honor guard at the casket’s side as it stood\nbefore the altar. Mass would begin.\nFor most of my years as an altar boy, Mass was recited in Latin. The\nmajority of the laity could not tell what was going on without\ntranslation cards. Deeply mysterious! The non-Catholics in attendance\nwere bewildered by the standing, the sitting, the kneeling, and then\nstanding again. Why? When? Their faces showed their muted irritation at\nthis Latin, Popish ritual.\nAt times, the family would request a High Mass, which involved more\ncandles and lots of singing (in Latin, of course). More time on the\nclock for us altar boys before we went back to the Island of Punishment,\nHumiliation, and Boredom in the sovereign state of our school.\nBut what great luck if the family requested a Solemn High Mass! This\nwould involve three priests and more altar boys in a great act of\ndistributive justice. And, best yet, the Solemn High Mass lasted the\nlongest because the ritual was sung amidst pauses for waving of\nthuribles of incense all around. As a side note, I always thought that\nthe boys who served funeral Masses at the Orthodox churches had it best.\nMan, they sing everything…three times…and incensed is delivered by the\ntruckload.\nThe end of the Mass always ushered in a difficult period. The priest\nwould chant, and the choir would answer:\n\nEgo sum resurrectio et vita\nI am the Resurrection and the Life.\n\n\nqui credit in me etiam si mortuus fuerit,\nvivet et omnis qui vivit\nHe that believes in me, though he were dead, yet shall he live,\n\n\net omnis qui vivit, et credit in me, non\nmorietur in aeternum.\nand every one that lives, and believes in me, shall never die.|\n\nThese were profound, solemn words, intoned during a sad, slow march.\nThis march signified for the family that the internment was near and a\nmove closer to the cemetery would occur. Tears would flow. Sobs would\noften be heard. The undertakers would move forward to turn the coffin so\nthat the deceased left the church head first.\nThe undertakers. A distinct lot, as I began to learn after serving at\nmany a funeral. In Niagara Falls, an ethnic town, an undertaking service\nwas available for every ethnic group. For instance, the Tubinis Funeral\nHome and the Zajac Funeral Home served the Slavic population. The Rooney\nFuneral Home seemed to be favored by the Irish. The Williams Funeral\nChapel served only Black families. The Maggadino Memorial Chapel was for\nItalians. Of course, lines were crossed, but not often.\nThe Maggadino Memorial Chapel seemed to me to be the most\ninteresting. It was owned by Stefano Maggadino, a reputed Mafia boss\nwho, it is said, figured in the John F. Kennedy assassination in his own\nlittle way.\n\nRumor was that the Maggadino Memorial Chapel had a secret level below\nthe funeral home from which the Maggadino crime empire was run. Hints\nwere whispered of burials of murder victims double-stacked with\nsomebody’s grandma. Few know – and, as they say, the rest aren’t talkin’\n– whether this was true. However, these dark stories fueled the\nimagination on long, dark, cold nights as I walked from the city\nlibrary, passing the Maggadino Memorial Chapel on my way home.\nThere was no doubt, though, that undertakers from the Maggadino\nMemorial Chapel were the real deal among the altar boys. Man, they\nlooked like wise\nguys! Dark. Secret. Mustachioed. Fit and tailored well into dark\nsuits–pinstripes, in fact. Dark glasses topped it off. They never\nsecretly smiled or winked at us as the other friendly funeral directors\ndid. Hard.\nI frequently saw at services the same undertakers from the Maggadino\nMemorial Chapel. You could never figure out what was going on in the\nbrains behind those deep black shades. Seriousness? Agita?\nMeditation?\n\nAt the point that arrived in one funeral service when the body was to\nbe turned to leave the church head first, nothing happened. The priest\nwaited for several uncomfortable beats for the undertakers to turn the\nbody. Nothing happened. I subtly raised my chin a little bit in the\ndirection of one of the Maggadino guys. You could see he was startled\nout of whatever reverie he had fallen into. He moved promptly in a kind\nof twitch that was atypical of the cool, smooth movements that went\nalong with being a goomba. The casket was turned. All moved\nforward without a hitch from that point.\nI was outside my school during the lunch period the day after the\nfuneral. A black car drew up to the curb. With shades still on and a\ncigarette dangling from his mouth, the undertaker stepped out of his car\n– and he started walking toward me! Was this the end? Had I\ncrossed his macho line by nudging him to move the casket? I developed a\nkind of rigor mortis that I am sure he had seen that very day\nin one of his “clients.”\nHe walked up to me, pulled out a wad of cash wrapped with a gum band,\npeeled away a $10 bill, and handed it to me. He leaned forward to say,\n“Hey, you’re a good kid.” And, then, those ever-horizontal, razor-thin\nlips curved into a sort of smile. Instant cool spread over me. Rather\nthan being ball batted by this guy, we were paesano at that\nmoment. I had saved him from professional embarrassment. I expected to\nhear something like, “Someday – and that day may\nnever come – I’ll call upon you to do a service for me. But until that\nday….”. Nope, he got back into his car and drove away.\n\nBut I digress.\nAs we headed the procession out of the church, the priest would say\nsoftly to the coffin as he sprinkled it with ashes, “Memento, homo, quia\npulvis es, et in pulverem reverteris,” that is, “Remember, man, that\nthou art dust, and to dust thou shalt return.” Sobs often would become\nfull, heavy tears and loud cries, giving us young altar boys a complete\nsample of human grief to ponder and weigh like budding little scientists\nof the soul.\nWe parted company with the corpse at the door of the church. We were\nnot allowed to go along to the cemetery because this would part us from\nour studies for even more time. We didn’t really care to go anyhow\nbecause absence would have cut into our bologna sandwich, chocolate\ncake, and milk time, and we would miss several games of Red Rover. Nope, by\nthis time, we were eager to return.\n\nComing back to class in the afternoon wasn’t too bad. After all, we\nhad missed one-half of the school day! And, we were absent for a reason\nfor which our nun-wardens could not find a reason to beat us on the\nknuckles with their meter-long, metal-tipped rulers. Service is such an\nhonor, after all.\nA Peregrine Falcon just killed a small sea bird to my left. Dinner\nfor him. A funeral, perhaps for the little bird’s family? I wonder if,\nin bird society, some young birds will get a chance to loaf at a bird\nfuneral.\n\nNow, I am off from this sacred place on Brandon Point on this Sunday\nto my next destination, Castlegregory in\nCounty Kerry on the Dingle\nPeninsula.\nI say, Ite, missa est. And, you respond, Deo\ngratias.\n\nLast updated on\n\n[1] \"2022-04-13 10:21:38 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nrequiescat in erica maris =\nrest in the heather of the sea↩︎\nthought to have invented\nhistory as a field of study↩︎\n",
    "preview": "posts/2022-03-30-requiescat/map.jpg",
    "last_modified": "2022-04-13T10:21:41-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-31-waiting/",
    "title": "waiting for a rebirth of wonder in san francisco",
    "description": "Accounting for the 1995 Oklahoma City bombing from San Francisco...written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-03-02",
    "categories": [
      "San Francisco",
      "Oklahoma City",
      "Ferlingetti",
      "terror",
      "travel"
    ],
    "contents": "\nWhen I travel within the United States for short periods, I try to\nkeep my home time. For instance, Denver is two time zones away from my\nhometown. If I awaken typically at 5:00 am in my hometown, I make sure\nthat I wake up at 3:00 am in Denver. This practice keeps my body clock\nset so that everything stays copacetic.\nIn mid-April 1995, I traveled to San Francisco for a professional\nconference. To maintain my eastern U.S. time zone body schedule, I\ndecided to wake at 2:00 am. Sounds crazy, but it worked. I woke\nnaturally and refreshed before my alarm sounded each day while in\nCalifornia for this conference.\nAcross the street from my hotel in San Francisco stood an all-night\ndeli. Coffee! At about 3:00 am for every day of my visit, I would walk\nover and wait in line with the pimps, hookers, crack pipe artists, and\nthe all-night homeless roamers for a cup of pretty good French Roast,\nwalk back to my hotel room, and begin to do some work. Then, a thin gray\nlight would appear, and, soon, rosy-fingered Dawn, the child of the\nmorning and the sister of the Sun and Moon, would stretch over the San\nFrancisco streets. The day-livers began to stir and fill the streets.\nAnd, so, to a whole city as stately and plump Buck Mulligan said,\nIntroibo ad altare Dei.\n\nOne ritual that I follow when I visit San Francisco is walking across\nthe Golden Gate Bridge early in the morning from wherever I am located\nin the city. At times, this is a long walk, and I will start before the\nsun rises. However, I stayed at a hotel near Fisherman’s Wharf during my\nApril 1995 visit, so I had a mere few miles of a brisk walk along the\nshores of the San Francisco bay until I reached the entrance to the\nfootpath across the Golden Gate Bridge. A walk across the Bridge is a\ngreat sensual experience.\nI always stroll across the bridge, taking the time to take in the\never-new wonders of the view of the Bay area it offers. I have walked in\nthe pelting rain. I have walked in the bone-chilling wind. I have walked\nwhen a great San Francisco fog enveloped the bridge and me in isolation.\nI have walked when the signature fog of San Francisco undulated slowly\nunder the bridge, appearing as a soft, billowing linen sheet newly\ngraced by the orange sun insinuating itself through a morning\nwindow.\nAnd, I always walk across the Bridge to the artsy little town of\nSausilito, at which I visit my favorite garden restaurant for a\nwell-deserved feast consisting of a three-egg oyster and onion omelet,\nsourdough bread toast, and flagons of dark, hot coffee to ward off some\nof the meaner spirits of the weather that had gathered on the bridge to\nattempt, without success, to defeat me. Then, it’s a fast reach back\nover the Bay on the jet ferry to Fisherman’s Wharf to complete the\nritual. Ad Deum qui laetificat juventutem meam.\nOn 19 April 1995, while sitting in my hotel room, I watched a morning\nnews program on my television while the morning sun was casting long\nearly shadows on those San Francisco streets. A news flash appeared: “A\nbomb ripped through the Alfred P. Murrah Federal Building at 9:02 a.m.”\nTimothy McVeigh, who was later convicted and executed after being found\nguilty of murder, was arrested 90 minutes after the bombing on a\nfirearms charge after a routine traffic stop near Billings, Oklahoma.\nBut, if I have my figures correct, 168 people died in this bombing. The\nimages flitting across the screen that morning were horrific. Little did\nwe know what more enormous catastrophe awaited us on 11 September\n2001.\nAfter watching hours of this devastation in Oklahoma City, I was a\nbit numb. I decided to get out and walk. And, walk, I did, all the way\nacross town to the City Lights Bookstore, co-founded by poet/painter\nLawrence Ferlinghetti and is a landmark independent bookstore and\npublisher that specializes in world literature, the arts, and\nprogressive politics.\n\nFinally designated a city landmark in 2001, the hangout of Beat-era\nwriters – Allen Ginsberg and Lawrence Ferlinghetti among them– remains a\nvital part of San Francisco’s literary scene. This is where Allen\nGinsberg (1926-1997) first read Howl, a poem that led to\nobscenity charges. It begins:\n\nI saw the best minds of my generation destroyed by madness, starving\nhysterical naked, dragging themselves through the negro streets at dawn\nlooking for an angry fix, angelheaded hipsters burning for the ancient\nheavenly connection to the starry dynamo in the machinery of night, who\npoverty and tatters and hollow-eyed and high sat up smoking in the\nsupernatural darkness of cold-water flats floating across the tops of\ncities contemplating jazz…\n\nI entered City Lights and found myself drawn quickly to an upper\nroom, the Poetry Room. Although the room is not huge and the stock is\nlimited, it contains some of the best poetry volumes in print on its\nshelves.\nI heard a rustle, and I turned. In a simple office off the Poetry\nRoom, at a simple wooden desk, paging through what looked to be\ninvoices, was Lawrence Ferlinghetti himself. I thought I should pay some\nhomage to the man. Maybe I have a chance to shake his hand and share a\nword.\n\nJust then, a loud clump echoed from the stairs. A short,\nbespectacled, bushy-haired man entered. He strode confidently to\nLawrence Ferlinghetti’s office door and introduced himself.\n“I am Professor blahdiddyblahblah [I didn’t get it] from\nPrinceton University. You probably know my work,” he announced.\nGraciously, Ferlinghetti rose and greeted him with a warm handshake,\nalthough it seemed visible he had no clue who this puff of hot wind\nrushing up to him was. Ferlinghetti fielded the man’s questions (“So,\nwhat is it you are working on now?” “Do you know James\nchachacha [again, I didn’t get it]? Of course, he is a close\nfriend of mine.”) without any noticeable discomfort. And, in just a\nminute, it was over. Then, the little professorial gnome of the liberal\narts was gone, and all was quiet again in the Poetry Room.\nAfter seeing that display, I could not bring myself to have the\naudacity to bother Ferlinghetti. So, I settled in a chair and looked for\na copy of Tennyson’s poems. Now, I like Tennyson, even if he rhymes, and\neven though I was classified as a “bit gauche” at a Christmas party by\nan Australian playwright for having expressed this, apparently,\npolitically incorrect and naive assessment. But, like my dog, who has\ninstincts to wag her tail when she sees food or to bark and growl when\nshe senses a threat, I just react to what I see, feel, and hear. And, I\nlike what pleases me. Mea culpa, mea culpa, mea maxima\nculpa.\nI looked to my left, where a wooden double-hung window looked from\nthe second story over an enclosed small courtyard. The sun was brilliant\nat noon. The window framed a clothesline strung at about a 35-degree\nangle ascending from left to right. On the clothesline were flapping\nwhite sheets that cast their shadows on the far courtyard wall, perhaps\nhung to dry by a maid at the small establishment next door. It was a\nscene so bright that it hurt the eyes to watch, but a tableau so\nstriking that you might be left with the feeling that it was composed\npurposefully for an artist to capture in an afternoon on a canvas with\npaints and brushes.\nI started from my reverie at the sense of a presence in the room. I\nlooked back to my right, letting my eyes adjust to the room light. It\nwas Ferlinghetti. He held a white teacup. You could see through the\nclear rose liquid to the bottom of the cup. He said simply, “For you,\nwhile you read,” to which I nodded in appreciation but added no voice to\nmy reply. Zen enough.\nI walked out of the City Lights Bookstore, across “Jack Kerouac\nStreet,” to a bar for a pint of Guinness. I can’t remember the bar’s\nname, but it was obviously a homage to the Beat Poets. A bit tacky on\nthat account, but grimy and dark-wooded enough to do the job. An\nincredible jukebox. The music poured out from the Mills Brothers to Van\nMorrison to the Rolling Stones to Frank Sinatra to Chopin’s Etude in\nC-Sharp Minor, Op 10, No 4. I read a local paper, then a bit of a novel,\nand left for the long walk back to my hotel.\nIt was now mid-afternoon, and the sun was beginning to make its slow\njourney to its nightly bath in the Pacific. I had a little less spring\nin my step during the afternoon than in the morning, partly due to the\nlong march I had taken, maybe a bit to the beer, and in no small part\ndue to having the time to reflect on the Oklahoma City disaster.\nI came to a small park where there was a wedding party of perhaps 50\npeople. I felt that the wedding had just occurred in the park because\npeople were standing around kissing the bride and congratulating the\ngroom. I stood and watched. A few of the guests spoke to me, and then\nthe bride and groom came over to say hello to me, perhaps intrigued by\nsharing their joy with a complete stranger. I wished them well.\nWhen the Greeks gods sent their earthly charges out on a mission of\nsome import, they plumped and shined them up, oiled their hair, bronzed\ntheir skin, toned their muscles, and added a discernible aura. And, so\nit was with this young couple, beautiful at the start of their journey,\neyes wide and welcoming, without a hint of care or danger. Then, after a\nbit of chatter around the group, someone began singing. Soft at first,\nthen gathering voices, it became music carried on the sweet, warm spring\nair. Amazing grace, how sweet the sound/that saved a poor wretch\nlike me/I once was lost, but now I am found/I was blind, but now, I\nsee. They stepped into their cars and left for a reception.\nI walked and walked. Passing all sorts of children and adults, dogs,\nskittering squirrels in procreative dance in the park, seagulls raiding\nthe trash cans. At last, I ended up near Fisherman’s Wharf again.\nDrumming was heard in the distance.\nI moved along the water, passed the more touristy areas of the Wharf,\npassed the turnaround for one of the runs of San Francisco’s famous\ncable cars, to a small cement amphitheater that overlooked the Bay.\nDrummers. Everywhere. Drumming.\nBig drums. Congas. Snare drums. They were beating out an infectious,\ndriving, multi-layered rhythm. They were old, young, short, tall, male,\nfemale, and in-between. There was what appeared to be a transvestite\nslamming a bass drum. An old, old man in jamaica pants, rubber flip-flop\nsandals, no shirt, and a straw hat was wailing away on a Fisher-Price\nred, white, and blue toy xylophone, drowned out by the rest of the din\nbut seemingly highly appreciated for his effort and panache by the other\ndrummers. They were swaying and sweating in a kind of ecstasy probably\nduplicated only in Congo Square in New Orleans on steamy August\nnights.\nMy eyes were drawn to some activity down by the water. Sea birds\nseemed to be thrashing about. I left the drummers and walked closer to\nwhat appeared to be a skirmish. Two seagulls were pecking wildly at\nanother bloodied and torn seagull. I watched for a minute while the two\nkilled the battered bird. They nibbled the dead bird’s flesh in a mad\ncannibalistic frenzy.\nIt seems as though this was destined to be a day for species to eat\ntheir own kind.\n\nLast updated on\n\n[1] \"2022-04-04 16:30:48 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-31-waiting/rosey-fingered-dawn.jpg",
    "last_modified": "2022-04-04T16:30:50-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-31-simple-generosity/",
    "title": "simple generosity of spirit",
    "description": "Early lessons, sometimes learned, about doing good because it is good....written in 2004",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2004-02-09",
    "categories": [
      "memories",
      "generosity",
      "elderly",
      "Niagara Falls"
    ],
    "contents": "\nAre we evolving to be less generous in spirit? Some might say it is\nso. I am sure that generosity still is well-distributed. Maybe I am\nrunning into fewer generous spirits than I have in the past. Perhaps you\nmust be one to see one. I don’t know.\nGeorge Pinkerton worked with my father in Niagara Falls at the\nAutolite Battery factory as an office clerk. George had no hair on the\ntop of his head, but he had a ring of black hair from one ear, around\nthe back of his head, and onto the other ear, making him look as though\nhe had a monk’s tonsure.\nGeorge wasn’t called George. He was known as “Pinky.” Not as\ndegrading and diminutive as it first sounds. It was a name of affection\nassigned to a friendly man. You see, Pinky was short, maybe 5’6”. He was\nno stranger to good food. His face was round to match the rest of him.\nOften, plunked in the mouth was a fine large cigar.\nPinky had no chin. Not that he had rolls of fat around his neck.\nThere was just no chin. The flesh dropped straight from the tip of his\nmandible to his chest. He had a warm smile and sparkling blue eyes. The\neyes smiled with the face, and the total effect when you came upon him\nwas one of a friend well met.\nPinky never forgot me on my birthday, at Christmas time, at Easter,\nor on any significant events, like my first communion or confirmation,\nin my young life. I think I have a little pink elephant in a musty box\non the lower level of my house that Pinky gave me. He was the manager of\nthe factory baseball team. He always seemed like an organizer, a doer,\nsomeone you could rely on.\nPinky eventually quit the factory when manufacturing employment took\na dive in Niagara Falls. He opened a small store called Pinky’s\nCorner. Such a full-service little store does not, I believe, exist\nanymore in the United States. He had bread, milk, canned goods, beer,\nand all. But, he also had a meat counter, in front of which there were\nwood chips on the floor.\nI found out later that Pinky’s wife was an alcoholic, as was his son.\nPinky eventually remarried. He was one of the few people my father knew\nfrom his 38 years of work for Autolite Battery who called periodically\nto inquire about my father when he became disabled.\nWe lived in Iowa (getting ready to move to Pennsylvania) when my\nfather died. The expense was so great that I was the only member of my\nIowa family to be able to travel back to Niagara Falls for the funeral.\nSure enough, during the first night of the wake, Pinky and his wife\nappeared, bringing much warmth to the room. They insisted that they take\nmy mother and me out to dinner a few days after the funeral. We\naccepted.\nPinky and his wife took my mom and me to Fortunas, an Italian\nrestaurant in a Niagara Falls neighborhood. Places like Fortunas still\nexist in Niagara Falls. Small, family-owned, with great pride in the\nquality of food prepared for a reasonable price.\n\nWhat a warm time we had. Lots of memories. Pinky and his wife were\ngood listeners, so they let us babble about our lives and my father.\nThey knew that it was essential to let us talk about these things.\nThen, Pinky’s new wife told us something that startled me: Pinky’s\nex-wife lived with them until she died. She explained that Pinky’s\nex-wife’s alcoholism had grown especially severe, and her personality\nhad become so intensely virulent that she had no social network at all.\nThen, with malignant cancer, she was on her own. They took her in\nbecause she needed help. They took her in, knowing that she would be a\nreal hand full. They took her in, even though she had no money. This\nstruck me as incredibly generous.\nGenerosity was what Pinky was about. Perhaps one of the most\nimportant lessons I learned was from Pinky and my father during our\nSunday outings. Our family would go to church. Then, Pinky and my father\nlet me tag along when they visited sick and poor old men. Then, after\nbuying and eating dream-filled sugar donuts, Pinky, my father, and I\nwould go bowling at the Bowl-O-Drome on Pine Avenue in Niagara\nFalls.\n\nWhen I write “sick and poor old men,” I mean the most godforsaken\nwretches just one step up from sleeping on the street. This was not an\nera of rest homes, personal care facilities, and the like. No, there was\nnot the variety of care for older people that is available now. Instead,\nthese men lived in various houses, most of which had converted their\nthird floors into wards of sorts of three to six beds. The beds were\nthese old metal-framed beds that looked to me as though they had seen\nservice during the civil war (many of the men looked old enough to me to\nhave served, too). The house owners received the pensions of the men\nthey took in.\n\nMy father and Pinky would bring these men cigarettes and small talk.\nNone of these visits were religious because people were offered\nreligious tracts, icons, or speeches. But, they were holy because you\ncould feel the spirit that surrounded the visit.\nI must say that these visits were not easy for me as an\neight-year-old. The old men often were covered with bedsores. They\nneeded a shave and a bath. And the smell of urine and worse was very\nstrong, almost overpowering for a young nose. Worse yet, for me, was\nthat these frail, bedridden, rheumy-eyed men talked to me. “Well, hello,\nyoung man. What’s your name? Do you go to school?” I answered in quiet,\nsmall, terse sentences, barely looking into their eyes, never able to\nonce see that they once may have had a child such as me or even that\nthey might be remembering that they were once small, frail, and innocent\nas I was.\nMy father and Pinky told me that most of the men were veterans and\nthat they had come upon hard times. I remember that we walked into one\nroom to find an almost unconscious man lying in his own urine and filth.\nMy father called the homeowner, a gray-haired woman in a house dress,\ninto the room and asked her why this man was in this condition. She\nreplied, “What can I do? You clean him up, and he gets the place a mess\nagain.” My father said that the man looked like he had been in filth for\na long time, perhaps since the day before. The owner said, “I just don’t\nhave the time.”\n\nMy father and Pinky asked her for a change of bedding and bedclothes.\nPinky rounded up a basin, a washcloth, soap, and a towel. My father drew\nsome drinking water. I recognize now that this man probably was\ndehydrated. The smell was horrible, and the sight was dreadful.\nI sat on a chair in the room while my father and Pinky stripped the\nman and the bed. They re-made the bed and washed him. Then, Pinky took a\nstraight razor and shaved him. They combed his hair. I think the wash\nand shave and the water did wonders for this man because he started\ntalking to us. I don’t know to whom he would be presented in this\nsmelly, hell-hole on the third floor of an old house on 19th street in\nNiagara Falls, but he was presentable when it was all over. This act of\nkindness and service made a deep impression on me. How could Pinky and\nmy father do something so personal for this man in a way that required\nthem to ignore his wretchedness and to carefully avoid showing their\ndisgust at the plain horror of this man’s person and his situation?\nAfter giving the man his carton of cigarettes (probably one of the\nfew pleasures left for this man), my father, Pinky, and I said goodbye,\nand Pinky promised that we would be back next week. Then, we went to see\nthe hag who ran the place.\nI stood holding my father’s hand while Pinky told her in a kind voice\nthat the man in the room had served his country, that his bed was to be\nkept clean, that he was to be kept clean and shaved, and that he should\nhave water available by the bed. She replied, “I run this place, and\nI’ll work it the way I want.” My father said calmly, “We will be back\nnext week. You receive money from these men. We will report you if we\nsee these men in the same condition.” Calm, direct, straightforward,\nbelievable.\nThe following week we did return, and things were better. However, I\nam sure that my father and Pinky were pushing the rock of Sisyphus here.\nWe went out most of the time, got our donuts, bowled our game, and never\ntalked about what had happened. It wasn’t lost on me, though. I never\nforgot their generosity with this man and the others they ran\nacross.\n\nSo, the day’s coffee is Orange Seville drawn into a 16-ounce\npaper/plastic cup at Wegmans Wireless Internet Cafe, held up to the\nmorning light, and drunk in perhaps the only salute Pinky and my father\nhave had in quite a while, if at all. Possibly their equals are\ncommitting acts of corporal mercy right now. However, I don’t see them.\nAnd, in the sum of my life, I never have equaled Pinky and my father’s\ngenerosity with that one man. It is a very humbling realization.\nLast updated on\n\n[1] \"2022-04-04 14:50:52 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-31-simple-generosity/gener.jpeg",
    "last_modified": "2022-04-04T14:50:55-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-31-ba-of-niagara/",
    "title": "the `Ba` of Niagara",
    "description": "The time & space of Niagara Falls....written in 2003",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2003-12-24",
    "categories": [
      "Niagara Falls"
    ],
    "contents": "\n\nOver a low stone wall across the road is the Great Gorge of Niagara.\nI am sitting in a breakfast cafe of a Canadian hotel about a mile\ndownstream from the Falls of Niagara. Both great waterfalls, the\nHorseshoe Falls and the American Falls, are on duty, even before a\nsignificant Western secular and worldwide spiritual holiday like\nChristmas day.\nFor ages, the water has kept flowing and falling, slowly carving an\nabyss through Lockport Dolomite stone and constantly stepping backward\nover the equally vast chasm of time of far greater depth of space and\nlength of time than the cheap trinket shops, tourist traps, and\nmanufactured “great views” that now populate its shores and exploit its\nbeauty.\nYes, the Niagara River rolls and boils on. Geologists tell us that\nthe Falls of Niagara eventually will become the Falls of Buffalo as the\nriver cuts its way, inch by inch, between Lake Erie and Lake Ontario,\ntwo of the so-called Great Lakes in the United States of America. I will\nbecome less than dust in the fullness of time, swept up and diffused\nabout the world to land into hamlets in Austria and wells in China and,\nwithout rest, whisked around by the sharp, unrelenting winds of\nPatagonia. I will become someone else’s grit and grime. But, the Falls\nwill continue relentlessly and without regard for the dust of me and of\nthe millions who have stared at it in awe and captured its dynamic image\non tiny Kodak Brownie cameras.\nThe Great Gorge across the road is less than a quarter-mile wide and\nis perhaps, 300 feet deep. The Gorge is more than a physical separation\nbetween two pieces of land. Sure, it separates Canada and the United\nStates of America. Also, it separates two cultures, Canadian and\nAmerican, which deceive us by seeming similar. The two countries share\ntelevision, radio, news, products, and production. Each country’s money\nis discounted and exchanged daily across each other’s borders. Then, of\ncourse, there is hockey, which knows no boundaries, does it? And, the\ntwo countries’ peoples are friends – most of the time. Yet, the subtle\ndifferences in socialization, temperament, values, and, if it is\npossible to use such a hefty word, culture between the two countries are\neasy to miss. One hint is in the difference in spoken language.\n\nI listen as I eat breakfast this morning. A Canadian voice is as\ndistinguishable to me anywhere. The slightly Scottish, slightly formal\nspeech and the inclusion of “eh?” at the end of many sentences are as\nidentifiable to me as the nasal, long vowels so common just one-quarter\nof a mile across the Gorge (to get a feel for this western New York\npronunciation, say the word, “aunt,” while making your mouth wide like a\nsmile that shows all of your teeth and try it with such words as\n“Alice,” “Niagara,” and “eight.”).\nI grew up across the border in Niagara Falls, New York. If a few new\nbuildings were torn down, I probably could see the hospital of my birth,\nSt. Mary’s Hospital on 6th Street, across the river through the morning\nfog and through the mists drifting from the thundering Falls just a\nshort distance to the south.\n\nNiagara Falls holds a prominent spot in the history of industry,\neconomics, and innovation in the United States. It was the first place\nthat alternating current electricity was transmitted over a distance (it\nlit the street lights of Black Rock, a tiny community outside of Buffalo\nabout 15 miles to the south). It was and is the home of many\npetrochemical industries that rely on cheap electrical power to separate\nconstituent chemicals and huge electrical furnaces that use high heat\nfrom electrical arcs to smelt titanium and fuse industrial carbides.\nBecause it has become a mecca for tourists (“the honeymoon capital of\nthe world”), Niagara Falls is a sales spot for every cheap trinket and a\nflashy bit of apparel that could be manufactured in the sweatshops of\nthe developing world. The cheapo, plastic Indian drums, Indian hatchets,\nIndian peace pipes, and Indian headdresses. There are key chains and\nbottle openers in Day-Glo colors. If these pieces do not satiate your\nprimary tourist’s need to acquire memories, then bins are available of\nover-sized pencils adorned with tassels, wooden as well as plastic back\nscratchers, tiny 3” x 5” pine houses (a decal says “Niagara Falls” in\narcing letters) designed to hold burning cones of pine incense in their\nchimneys, clear plastic containers which, when shaken, create a shower\nof snow falling over the Falls or over the downtown Niagara skyline,\nand, of course, shirts, sweatshirts, and sweaters that have\nsilk-screened messages proclaiming “My grandma went to Niagara Falls and\nonly bought me this crummy t-shirt,” “What are you looking at?,” “I’m\nwith him –>,” “UP YOURS,” “I’ve worked years to get this beer belly,”\n“Kiss Me, I’m Irish!,” “Whiskey is a food group, and I need to eat,” and\n“Foxy.” ”\n\nBut, tons and tons of green-cast, bubbling water per minute continue\nto surge over the Falls, oblivious to this tacky impedimenta, just as\nthey were unknown to and never imagined by hunters in loincloths and\nbearskins carrying bows, arrows, and spears many, many years ago and to\nthe great wars fought by the French, the British, the Indians, and the\nEuropean settlers not so long ago on the plains of western New York,\nsouthern Ontario, and in the Great Gorge itself.\nThe Japanese have a word for what Niagara Falls means to me:\nba. To the best of my understanding, ba is translated\nloosely as “place.” It is a fine, short word that, when spoken, starts\nwith a pop of the lips and ends with a puff. Ba denotes not\nonly a physical space but also a specific time and space nexus. As\nHeidegger expressed once expressed a similar concept, it is a\nlocationality that simultaneously includes space and time. The\nexistential ba must be experienced, which leads to\ntranscendence beyond one’s own limited perspective and boundary.\nTo those who never have seen or experienced Niagara Falls, I will\ntell you that I have stood many times at the base of the American Falls,\ndown where water pounds on rock forever, where your vision is engulfed\nby the enormity and speed of the cascade, and where the air is, at once,\n10 degrees cooler than on the plains above the Falls from which the\nwater tumbles over. Fine particles of water – a great, enveloping mist –\nare all around. It is a wild, SurroundSound show of Nature for\nwhich you need to buy no ticket.\nYou actually can perceive the smell of wet in the grand sensual mix\nof refracted light, droplets of water, and swirling air filled with the\ndetritus of the great cities along the Great Lakes of the United States\nand the headwaters and eventual tributaries that supply them. A smell of\nozone is in the air as water molecules are pummeled as they hit the\nweathered rocks at the bottom of the steep cliff that forms the Falls of\nNiagara.\nTo perceive Niagara Falls this way is to perceive America in a\nfleeting instant. Not the land of McDonald’s and Wal-Mart, but the very\nessence of America that is mixed, matched, heated, and forged over\ncenturies of early and modern life of humans, animals, and vegetation,\nthen pounded and washed on the rocks below the Falls, and, for just one\nmoment, released by Nature for your primitive education and wonder.\nMy coffee today is a lukewarm tea-colored swill, served in a\nStyrofoam cup, without any decoration, much like the weather outside\ntoday, the day before Christmas in Niagara Falls, Ontario, Canada,\nacross from my hometown, Niagara Falls, New York, USA.\n\n\nLast updated on\n\n[1] \"2022-04-16 14:41:30 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\n\n\n",
    "preview": "posts/2022-03-31-ba-of-niagara/greatg.jpeg",
    "last_modified": "2022-04-16T14:41:32-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-31-slowly/",
    "title": "Niagara Falls? slowly I turned...inch by inch...step by step...",
    "description": "An essay about the freaky, carny noteriety earned by the sometimes \"monkey maze\" of Niagara Falls...written in 2003",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2003-10-24",
    "categories": [
      "Niagara Falls",
      "three stooges",
      "daredevils"
    ],
    "contents": "\nIn the short feature movie, “Gents Without Cents,” made in 1944, the\nThree Stooges —- Curly, Larry, and Moe —- are out-of-work vaudeville\nactors who marry three dancing girls and honeymoon in, of course,\nNiagara Falls.\nAt one point, Curly mentions Niagara Falls. Moe, acting out some\npost-hypnotic suggestion, responds with the line, “Slowly I turned, step\nby step, inch by inch…I took my revenge.” Click to view the Stooges\nin “Gents Without Cents:”\n]\nThis trademark Three Stooges’ line draws guffaws from fans\neverywhere. Much to the puzzlement of younger folks, otherwise serious\nand substantial adult men and women still recite this line whenever they\nhear the trigger phrase, “Niagara Falls.” Don’t ask me why. As Jay Leno\nonce said, “Half the world loves the Stooges, and the other half wonders\nwhy.”\nThe “Slowly I turned…” line often appeared in skits on the vaudeville\ncircuit. The line was performed in Bud Abbott and Lou Costello stage\nacts. It even surfaced in an episode of the “I Love Lucy” television\nshow. Vaudeville might be dead, but Niagara Falls still delivers great\nabsurdist farce regularly.\n\nLast week1, for instance, a Michigan man\nclimbed over a wrought-iron barricade above the Horseshoe Falls on the\nCanadian side of the Niagara River, stepped into the water, and was\nswept over the Falls. Bystanders reported that he went over the 167-foot\nprecipice with his hands clasped behind his head and a smile on his\nface.\nAmazingly, the Michigan man lived, the second person known to survive\na plunge over the Falls (The other was a seven-year-old boy in a bathing\nsuit and a life vest). However, he took home some great souvenirs\nconsisting of a few sore ribs, a hunk of moss that he grabbed as he\nscrambled to land, and a criminal record in a Canadian court “for\nmischief and for unlawfully performing a stunt.” Who says Canada is not\nfun?\nThe Michigan man is the latest in a long line of Falls hoppers.\nPerhaps you know Niagara Falls as the “honeymoon capital of the world,”\na distinction that the attraction grabbed in the early 1800s after\nrelatives of Napoleon Bonaparte and the daughter of U.S. Vice President\nAaron Burr both spent their honeymoons at hotels near the Falls.\nHowever, one of the least publicized facts about Niagara Falls is\nthat each year about 40 people commit suicide by pitching themselves\nover the cascades of Niagara. In fact, Niagara Falls also is the\n“suicide capital of the world,” with an estimated 5,000 tragic deaths\nsince 1850. The only near-rivals are the Clifton suspension bridge near\nBristol in the United Kingdom and San Francisco’s Golden Gate bridge,\neach with about 1,000 suicides since 1864 and 1937, respectively. A\n\nA letter to the editor of the Journal of the American Medical\nAssociation (1971;215(5):797-798. doi:10.1001/jama.1971.03180180071024) reported that:\n\nSystematic records of suicides and suicide attempts have been kept by\nthe Niagara Frontier State Parkway Police in Niagara Falls, NY, for some\nyears. The records were examined for the period 1958 to 1967. In this\nperiod an average of 5.7 attempts took place each year (range, 0 to 13)\nand an average of 7.1 successful suicides (range, three to ten). Of the\n71 suicides completed bodies were recovered for all but 15. These 15\ncases in which no body was recovered were mainly of persons observed\ngoing over the falls, or for whom evidence pointed to a possible death\nfrom having gone over.\n\nAh, but you ask, what about the daredevils and the spectacles\nassociated with Niagara Falls?\nNiagara Falls has to be one of the most theatrical settings in the\nworld. In the 1850s and 60s, Jean-Francois Gravelet, known as “The Great\nBlondin,” crossed the Niagara Gorge on a tightrope numerous times. On\nseparate occasions, he crossed it on a bicycle, blindfolded, while\npushing a wheelbarrow, with his hands and feet manacled and with his\nmanager on his back. On one occasion, he even stopped midway to cook an\nomelet on a portable grill.2\n\n\nIn 1827 as a publicity stunt, local hotel owners sent a condemned\nlake schooner, “The Michigan,” over the Horseshoe Falls with a dozen or\nso wild animals placed on board before an estimated crowd of 15,000\npeople. The animals placed on board the doomed ship included a buffalo,\ntwo small bears, two raccoons, a dog, and a goose. The schooner was\ndecorated to look like a pirate ship, with dummies of humans tied to the\ndeck to further add to the stunt.\nAs The Michigan reached the rough rapids above the Falls, its hull\nwas torn open and began filling with water. The two bears running loose\non deck jumped free into the rapids and swam to the shore. Other animals\ncaged or tied to the ship died when the schooner went over the Horseshoe\nFalls. Only the goose survived the plunge.\n\nThen, some went over the Falls in barrels or contraptions assembled\nfrom rubber, fishnet, canvas webbing, sheet metal, inner tubes, tarp, or\nsteel, which were not always seaworthy. Until our intrepid Michigan man,\nten people actually made it over alive. Two of them are women. Bobby\nLeach was one who over the Falls, but he died fifteen years later in New\nZealand due to an infection from a wound incurred from slipping on an\norange peel. Sadly, though, five daredevils died in their attempts.\n\nTwo who died accumulating the most style points while trying have to\nbe Jessie Sharp and Robert Overacker. Sharp thought he could make it\nover safely in 1990 if only he paddled his kayak hard enough. His body\nnever was found.\n\nOveracker’s endeavor proves how vital planning is. He made his\nattempt in 1995 on a speeding jet ski. He deployed a rocket-powered\nparachute just as his jet ski hit the Falls’ brink to propel himself out\nto the middle of the river away from the pounding water and sharp rocks\nbelow. The rocket worked, and the parachute opened gracefully over the\nmiddle of the river. Unfortunately, Overacker forgot to attach the\nparachute to his back. Rescuers eventually found his body in the foam\nbelow.\nIt’s a great spectacle held continuously in the Niagara Falls ring in\nthe honky-tonk tent of the great cosmic circus.\n\nLast updated on\n\n[1] \"2022-04-05 10:11:27 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources don’t fall\nunder this license and can be recognized by a note in their caption:\n“Figure from …”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter @DLPPassmore, or send an IMsg or SMS to\ndlp@psu.edu.\n\nRemember, this is 2003!↩︎\nTurns out that President Abe Lincoln\nwas a huge fan of Blondin, but that is another story.↩︎\n",
    "preview": "posts/2022-03-31-slowly/NF7jpg.jpeg",
    "last_modified": "2022-04-05T10:11:29-04:00",
    "input_file": {}
  }
]
