[
  {
    "path": "lm/2022-04-25-different/",
    "title": "different numbers in, different numbers out",
    "description": "A comparison of the validity of two contrasting studies of the potential economic impact of Marcellus Shale natural gas extraction ...published in 2011",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2011-10-07",
    "categories": [
      "natural gas development",
      "jobs",
      "income",
      "Pennsylvania",
      "industry contribution",
      "internal validity"
    ],
    "contents": "\n\nThis essay, written with Rose M. Baker, originally was published in\nMarcellus Business Central on October 7, 2011 (Volume 1, Issue\n5, pages 9 and 15).1\n\nMany Pennsylvanians are confused about clashes of findings between\ntwo prominent studies of the economic impacts of Marcellus Shale\ndevelopment in Pennsylvania.\nOne report was published during August by the Marcellus Shale\nEducation and Training Center (MSETC), a collaboration between\nPennsylvania College of Technology and Penn State Extension (Kelsey et al. 2009). MSETC estimated\nthat Marcellus Shale development in Pennsylvania generated between\n23,385 and 23,884 jobs and almost $1.9 billion in regional gross\ndomestic product in 2009.\nAnother report, published during late July, is the third in a series\nof reports authored by researchers, working through Penn State’s John\nand Willie Leone Family Department of Energy and Mineral Engineering,\nabout the status, impact, and potential of Pennsylvania’s Marcellus\nnatural gas industry (Considine, Watson, and Blumsack 2010).\nBy way of contrast with the report by MSETC, this study estimated that\nPennsylvania Marcellus natural gas development generated $11.2 billion\nin regional gross domestic product and supported nearly 140,000 jobs\nduring 2010.\nThe magnitude of the differences between the outcomes of the MSETC\nand Department of Energy and Mineral Engineering studies is too large to\nbe attributed to the differences between 2009 and 2010 in the\nPennsylvania economy and in the level of the natural gas industry’s\nactivity. Much of the comparison in the popular press between the two\nstudies has surrounded who funded and conducted the studies.\nThe MSETC study was funded by the Pennsylvania Economic Development\nFinancing Authority. Three of its authors work for Penn State, with help\nfrom a former Penn State faculty member now working in Colorado.\nThe Marcellus Shale Coalition funded the research leading to the\nstudy reported from the Penn State Department of Energy and Mineral\nEngineering. The Coalition is registered in Pennsylvania as a 501(c)(6)\ntax exempt organization that represents the natural gas industry to the\ngovernment, regulators, and the public. Most of the authors of this\nstudy are not affiliated with Penn State. One author is a former Penn\nState professor and another is a retired Penn State professor, while a\nthird is current Penn State professor.\nMany people refer to both studies as “Penn State” studies, although\nyou can be certain that there is no such thing as a common, sanctioned\nPenn State position on Marcellus Shale development around which all\nfaculty researchers rally. As one of our colleagues observed, over 3,500\nfull–time professors are employed by Penn State, guaranteeing also that\nthere could be over 3,500 independent postures and attitudes about\nMarcellus Shale at Penn State, some of which change daily.\nThink the University has one voice on Marcellus Shale? Think\nagain.\nMany commentators dismiss the Coalition–funded study as the product\nof biased analysis conducted by hacks hired for industry lobbyists and,\nthen, laundered with a Penn State logo to simulate the patina of\nscholarly gravitas. The MSETC report has received little criticism yet,\neven though it, too, was funded by a government agency with skin in the\ngame.\nReceiving research funds from sources external to the University is\nquite common. Research is an added expense that has social benefits\nbeyond the University and, for the most part, is unfunded in the\nUniversity’s core budget. Also, modern science is conducted worldwide\namong collaborators, with little attention to institutional boundaries.\nNo one should be surprised that research at universities primarily is\nfunded externally and is conducted collaboratively.\nSo, we believe that criticizing these studies based on who funded and\nconducted them is the wrong approach to assessing their quality. Rather,\nthe studies must be judged on their scientific merits.\nFirst, let’s examine the analytical foundation that runs through both\nstudies.\nThe MSETC study and the Coalition–funded study investigated economic\nimpacts using IMPLAN (most recent citation: “Economic Impact\nAnalysis for Planning | IMPLAN” 2019), a highly\nquantitative, computationally-intensive macroeconomic model that is\nconsidered by many to be the gold standard2 for\nassessing the economy–wide outcomes of regional economic activities,\ndevelopments, and events. We use IMPLAN in our own research.\nAs many commentators have noted, IMPLAN has a variety of assumptions\nand limitations, requires mathematical skill to use correctly, is\ncomplex, and often is misapplied.3 However, the authors of\nboth the MSETC study and the Coalition–funded study demonstrate the\nexperience and accomplishment of grizzled IMPLAN users who are quite\ncompetent in specifying, conducting, and reporting IMPLAN analyses.\nNow, down to the actual analytical differences between the MSETC\nstudy and the Coalition–funded study.\nFrom our view, the differences in study outcomes are driven by some\nkey differences in the numbers entered into IMPLAN for each study. As\nthe authors of the MSETC study asserted, these differences in outcomes\nare due to differences in “detailed information on where leasing,\nroyalty, and payroll were going.”\nThe Coalition–funded study assumed that all lease and royalty income\nearned through natural gas development and production remains within\nPennsylvania and, furthermore, is spent during the year in which it is\nreceived. However, these assumptions do not seem reasonable.\nSome of this lease and royalty income “leaks” outside the\nCommonwealth and much is saved rather than spent. Based on data\ncollected from Pennsylvania households and businesses, MSETC assumed\nconservatively that between 7.7 and 15.4% of lease and royalty dollars\nare earned out–of–state. MSETC’s data also led to the assumption that\nlandowners save, rather than spend, 55% of lease payments and 66% of\nroyalty payments.\nThe evidence-fueled assumptions by MSETC of lower lease and royalty\nincome spent in the state and more lease and royalty income saved for\nthe future produce lower economic impacts than those estimated in the\nCoalition–funded study.\nThe Coalition–funded study assumed that the payroll of Marcellus\nShale workers was earned and spent by Pennsylvanians alone. The MSETC\nstudy applied data from surveys and other studies to make the\nassumptions that 37% of Marcellus Shale workers are not Pennsylvania\nresidents and that these non–residents spent between 50 to 75% of their\nearnings in Pennsylvania on a more restricted set of purchases (e.g.,\nfocusing on food and lodging) than Pennsylvanians do.\nMSETC’s assumptions of fewer Marcellus Shale earnings spent in\nPennsylvania on a limited set of purchases equal lower economic impact\nestimates than produced through the Coalition–funded study.\nThe full story of the net economic impact of Marcellus Shale activity\nremains to be told.^[Not much action to research these impacts since the\nthese early squabbles about potential economic outcomes from developing\nand producing gas from Marcellus Shale formations. I believe that this\nis because the representatives no longer seem threatened by the\npossibility of a severance tax, which Pennsylvania never has had the\npolitical will to enact. ] However, at this point, the MSETC study\nappears to us to be more credible scientifically and practically than\nthe Coalition–funded study.\n\n[1] \"2022-04-26 05:42:57 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nConsidine, Timothy, Robert Watson, and Seth Blumsack. 2010. “The\nEconomic Impacts of the Pennsylvania Marcellus Shale Natural Gas Play:\nAn Update.” University Park, Pennsylvania. https://marcelluscoalition.org/wp-content/uploads/2010/05/PA-Marcellus-Updated-Economic-Impacts-5.24.10.3.pdf.\n\n\n“Economic Impact Analysis for Planning | IMPLAN.” 2019. https://implan.com/.\n\n\nKelsey, Timothy W, Martin Shields, Melissa Ward, and James Ladlee. 2009.\n“Economic Impacts of Marcellus Shale in Pennsylvania: Employment\nand Income in 2009.” University Park, Pennsylvania. https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.434.518&rep=rep1&type=pdf.\n\n\nPassmore, David L. 2022. “NOTES FROM PITTSBURGH: Understanding\nInput-Output Modeling for Assessing Potential Economic Impact.”\nhttps://davidpassmore.github.io/blog/ec/2022-04-04-repoimplan/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nI could have classified this essay in\nthe economic impact section of this blog, but I judged this\nessay to cover a policy debate over evidence for the development of the\nPennsylvania economy.↩︎\nSee, e.g., (Vowels 2012).↩︎\nRefer to my posting on this blog at\nPassmore (2022) for the\nanalytical details.↩︎\n",
    "preview": "https://davidpassmore.net/blogd/img/marcellus_hydraulic.gif",
    "last_modified": "2022-04-26T05:43:02-04:00",
    "input_file": {}
  }
]
