[
  {
    "path": "lm/2022-04-26-greenjobs/",
    "title": "how many Pennsylvania jobs have turned green?",
    "description": "Defining \"green jobs\" was (and still is) a difficult task....published in 2012",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2012-04-12",
    "categories": [
      "green jobs",
      "economic change",
      "Pennsylvania"
    ],
    "contents": "\n\nOriginally published with Rose Baker as “How many Pennsylvania jobs\nhave turned green?” in Pennsylvania Business Central, (April\n2012, Volume 22, Issue 22, pages 3 and 22). When this essay was\npublished, the term “green jobs,” was prominent in policy and public\ndiscussions. Interestingly, as I post this item, the Russia;s war on\nUkraine has made alternate energy futures a hot topic again.\n\nHey, remember green jobs? Looks like Pennsylvania has some.\nAccording to the Bureau of Labor Statistics (BLS) of the U.S.\nDepartment of Labor, green jobs are slightly more concentrated in\nPennsylvania than in the entire U.S., not only among all private sector\njobs, but also within some industries.\nBut, you might ask, as many people have continued to do, what are\ngreen jobs? Certainly, a good working definition of green jobs could\nlead to good measurements of green job counts and opportunities, which\nare critical to national and regional economic policy development,\neconomic research and planning, and education and training\ninvestment.\nThe definition of green jobs, however, rarely has been clear.\nFor example, in his book, “The Green Collar Economy,” Van Jones —\none-time Obama “Special Policy Advisor for Green Jobs, Enterprise and\nInnovation” — defined green jobs as “good local jobs that pay well,\nstrengthen communities, provide pathways out of poverty, and help solve\nenvironmental problems.” Phil Angelides, chair of Apollo Alliance, a\ncoalition of industry, labor, and environmental groups, once said that\ngreen jobs are characterized by “decent wages and benefits that can\nsupport a family. It has to be part of a real career path, with upward\nmobility.”\nIn response, we fist pump, “Rah! Rah!,” of course. Yet, most\ndefinitions of green jobs offered when the green economy was the policy\nleitmotif–of–the–month are not specific enough to guide labor market\nstrategies, policies, and tactics.\nThe BLS tackled head–on the thorny and controversial problem of\ndefining green jobs which has vexed and confused policy discussions\nabout transforming our vast and varied economy to be more\nenvironmentally conscious and energy conserving.\nThe BLS used two approaches to defining green jobs and, then, to\nmeasuring green jobs through a mail survey of U.S. establishments. The\ncommon thread in these two approaches is that green jobs preserve or\nrestore the environment.\nFirst, some green jobs make green goods and services.\nThe BLS counted jobs as “green” at establishments producing goods and\nservices that benefit the environment or conserve natural resources.\nWorkers in these jobs produce energy from renewable sources, make\nproducts that improve energy efficiency, abate pollution, reduce\ngreenhouse gasses, recycle or reuse products, conserve natural\nresources, or encourage compliance with environmental regulations and\ngood practices through education, training, and public awareness.\nSecond, the BLS counted jobs through which workers make their own\nestablishments’ work processes more environmentally friendly or use\nfewer natural resources. Workers in these green jobs use energy from\nrenewable sources which is generated through efficient technologies and\npractices. And, these workers employ processes that abate pollution or\nthat conserve natural resources.\nDisplayed in Figure 1 are percentages of green jobs\nwithin private sector industries in the U.S. and in Pennsylvania during\n2010. Green jobs were a small proportion of total private sector jobs in\nthe nation and in our state.\n\n\n\nFigure 1: U.S. & PA Green Jobs, 2010\n\n\n\nThe percentages of green jobs in the U.S. and Commonwealth were\nsimilar – and low – within most industries. However, over one–third of\nall jobs in Pennsylvania’s utilities industry were classified as green,\nwhich is 3.1 times the concentration of green jobs in this industry than\nin the entire U.S. utilities industry. Also, green jobs were 2.5 times\nmore concentrated in Pennsylvania transportation and warehousing – and\n1.9 times more concentrated in the professional, technical, and service\nindustry – than in the entire nation.\nThe count of Pennsylvania’s 182,200 green jobs in 2010 ranked fourth\namong the six states with greater than 100,000 green jobs. These, and\nthe 2.3 million U.S. green jobs in 2010 counted by the BLS, are not\nnecessarily net new jobs, a factor which has limited the anticipated\nimpact of the development of green jobs on the nation’s employment\npicture.\nFor example, using the BLS data, the Pennsylvania Center for\nWorkforce Information and Analysis estimated that the Pittsburgh area\ncontained 18,000 green jobs in 2010. “I would not say we’ve had 18,000\nnew jobs in new categories,” Stefani Pashman, CEO of the Three Rivers\nWorkforce Investment Board told the Pittsburgh Post–Gazette. “It’s kind\nof a ‘greening’ of existing jobs with some select growth in the\nindustry.”\nMany observers are skeptical that government targeted funds for green\njob training are anything more than a boondoggle. State Budget\nSolutions, a self–described “non-partisan, positive, pro–reform,\nproactive” project, produced a report, “Green Jobs Don’t Grow on Trees,”\nin which was noted that “Pennsylvania is learning firsthand that\nincreasing the number of green workers does not automatically increase\nemployment. The state’s federally–funded MOVE-IT program cost $1.4\nmillion and initially graduated 113 people, of whom only thirty-five\nwere able to find a job. Rather than helping people find work, the\nprogram has merely turned over 75 out-of-work citizens into green\nout-of-work citizens.”\nAs senior policy analyst Kermit the Frog often sings,\n\nLast updated on\n\n[1] \"2022-04-26 19:16:33 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "https://davidpassmore.net/blogd/img/kermit.jpeg",
    "last_modified": "2022-04-26T19:16:34-04:00",
    "input_file": "greenjobs.knit.md"
  }
]
