[
  {
    "path": "lm/2022-07-31-powder/",
    "title": "North-Central Pennsylvania is the capital of powder metallurgy parts manufacturing",
    "description": "The powder metallurgy parts manufacturing (PM$^{2}$) industry is a significant part of the history of the economy and technology of Pennsylvania. PM$^{2}$ in the United States is highly concentrated in the north-central region of Pennsylvania. PM$^{2}$ is a process for forming a metal part by compacting metal powder in a die and heating the compacted powder just below its melting point (called “sintering”). PM$^{2}$ producers use metal powders, lubricants, binders, additives, tooling, process equipment, and industrial gases.  PM$^{2}$ producers in north-central Pennsylvania sell most of their PM$^{2}$ parts to the automotive industry for use in internal combustion engines. However, the PM$^{2}$ industry is adapting its processes for the electric vehicle market. The rivalry of PM$^{2}$ firms in north-central Pennsylvania creates a highly competitive environment in a small, rural geographic area.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-08-05",
    "categories": [
      "industry cluster",
      "metal stamping and forging industry",
      "NAICS 332177",
      "North-Central Pennsylvania",
      "powder metallurgy",
      "powder metallurgy parts manufacturing"
    ],
    "contents": "\nPowder metallurgy (PM) is a generic\nterm that includes techniques to produce solid metal-based products from\npowders. PM part manufacturing (PMPM, or simply PM\\(^{2}\\)) is a process for forming metal\nparts by sintering metal powders compacted in dies under pressure (PickPM, 2022b). “Sintering” is the\nprocess of heating the so-called “green compact” metal powder that was\ndie-pressed into shapes (Rahaman, 2015). Sintering heats green\ncompact parts just below their melting points in furnaces in controlled,\ngas-enriched atmospheres to produce finished metal parts.\nThe history of applying PM\\(^{2}\\)\nprinciples extends back as far as ≈3000 B.C.E. (Adams, 2015), although commercial\nproduction of PM\\(^{2}\\) accelerated in\nthe late 1800s (Horizon Technology, 2019). In 2022,\nPM\\(^{2}\\) is forecasted to account for\nonly 6.5% of revenue generated by the U.S. metal stamping and forging\nindustry (Haupt, 2022a, p.\n18), of which PM\\(^{2}\\) is\na part. However, PM\\(^{2}\\) has been\nhistorically the most profitable product segment of the metal stamping\nand forging industry (Haupt, 2022b, p.\n12).\nThe PM\\(^{2}\\) industry is a\nsignificant part of the history of the economy and technology of\nPennsylvania. PM\\(^{2}\\) in the United\nStates is highly concentrated in the north-central region of\nPennsylvania. The history and performance of this concentration of\nPM\\(^{2}\\) within a rural Pennsylvania\nregion offer an example of how a geographic cluster of human, natural,\ntechnological, and capital resources can establish a niche in the\nnational economy and exert technical leadership globally.\nAs narrated in a historical account assembled by Atlas Pressed Metals\n(2022), north-central Pennsylvania\nPM\\(^{2}\\) is rooted in the late 1800s\nproduction of pressed carbon in St. Marys, Pennsylvania, to make metal\ngraphite brushes for the then-emerging electric power industry. Carbon\npressing techniques developed to make these parts were transferred to\nmaking carbon electrodes for deployment in electric arc steel furnaces\nin Pittsburgh. Then, inspired by porous carbon bearings exhibited at the\n1932 World’s Fair in Chicago, carbon producers began to explore the\ngrowing possibilities of PM\\(^{2}\\)\nafter World War II. When employees of these companies gained experience,\nthey spawned their own companies for PM\\(^{2}\\). As production expanded, technology\nadvanced, and PM\\(^{2}\\) expertise\nclustered around St. Marys, north-central Pennsylvania began branding\nitself as the “Powder Metallurgy Capital of the World” (see, e.g.,\nDeLillo (2016);\nSt. Marys Chamber of Commerce (2022)).\nIn the remainder of this posting, we review the scope and operations\nof the PM\\(^{2}\\) industry. First, we\nexplain common processes for PM\\(^{2}\\). Next, resource and product markets\nfor PM\\(^{2}\\) are described. Then, we\nanalyze U.S. Census Bureau data to account for the dense concentration\nof PM\\(^{2}\\) in north-central\nPennsylvania. Last, some forces affecting PM\\(^{2}\\) growth and change in the U.S. are\nconsidered.\nAssembling this review was challenging. The PM\\(^{2}\\) research literature published in\nrefereed journals focuses on physics, chemistry, engineering, and\nmetallurgy applications to PM\\(^{2}\\)\nprocesses. Few textbook resources are available about PM\\(^{2}\\), primarily because PM\\(^{2}\\) receives scant attention in the\neducation of engineers. For instance, engineering students receive\napproximately one-half hour of lecture devoted to PM\\(^{2}\\) during their undergraduate\nexperience at Penn State. As a result, expertise in PM\\(^{2}\\) often is acquired in practice,\nsometimes by entrepreneurs and innovators without formal engineering\ntraining.\nInformation about the organization, economics, and finances of\nPM\\(^{2}\\) is provided primarily in\nindustry market reports sitting behind paywalls, in conference\npresentations, through audiovisual works, in blogs posted on company\nwebsites, and in the literature distributed by professional\nassociations. To assemble our view of the scope and operation of PM\\(^{2}\\), we reviewed the extensive gray\nliterature about PM\\(^{2}\\) and relied\non discussion and advice received during interviews and meetings with\nvarious PM\\(^{2}\\) producers in\nnorth-central Pennsylvania and through contacts we made with suppliers\nand customers for PM\\(^{2}\\).\nProcesses\nI synthesized a straightforward, coherent narrative about PM\\(^{2}\\) processes from various online\nsources. Included among these sources is a section about powder\nmetallurgy provided in the Library of Manufacturing (2022), in Summer School materials for\nthe European Powder Metallurgy Association (Arnhold (2017); Grande (2016); Whitaker (2008); Zanon (2017)), and in company and professional\nassociation blogs and websites (among many: ISQ Directory (2022);\nMachineMaker (2022);\nMechanicalland (2021); Metal Powder Industries\nFederation (2008); PickPM (2022), (2022), (2022); Powder Metallurgy Review (2016)).\nConventional Pressing\nA process, diagrammed in Figure 1, known as\npress–and–sinter is the core, conventional PM\\(^{2}\\) process. In this process,\ncustom–blended metal powders are fed into a die, compacted by a punch\ninto the desired part, ejected from the die, and then sintered in a\ncontrolled atmosphere furnace at a temperature below the melting point\nof the base material. Press–and–sinter processes offer relatively low\nmanufacturing and tooling costs and produce close tolerances in the\nfinished parts.\n\n\n\nFigure 1: Conventional powder metallurgy process \n(Image from Kumar & Xavior (2018, fig. 2) available via Creative\nCommons license (CC BY 3.0,\nn.d.).)\n\n\n\nGeneral attributes of the PM\\(^{2}\\)\nprocess include elimination or minimization of machining; reduction of\nscrap and waste due to “net shape” processes; close dimensional\ntolerances; relatively low energy use (e.g., metal need not be melted);\nand ability to produce complex shapes (examples of parts in Figure\n2). However, to eject the pressed green compact part\nfrom the die requires certain part design constraints. For instance,\nparts with undercuts, grooves, threads, knurls, reverse tapers, or\norifices at angles to the direction of pressing are ill-suited for\nPM\\(^{2}\\). Also, a green compact part\nresembles the greenware stage of ceramics production because the part\nejected from the die has just enough structural integrity to be handled\nand transported. As a result, part design is essential. For instance,\nsufficient radii of inner and outer flanges and the overall thickness of\nparts are required to maintain the integrity of a green compact part\nbefore sintering. Gear design for PM\\(^{2}\\) is another example of a design\nconstraint. An adequate modulus of gear teeth is necessary to allow\npowder to fill a die and to maintain sturdiness before sintering, Refer\nto PickPM (2022) and\nPenafiel (2017) for\nadditional design considerations.\n\n\n\nFigure 2: Examples of complex structures produced through\npowder metallurgy  (Image from Kumar & Xavior (2018, fig. 4) available via Creative\nCommons license (CC BY 3.0,\nn.d.).))\n\n\n\nMetal powders are elemental or alloyed metals mixed with binders,\nlubricants, deflocullates, and additives before pressing. A binding\nmixture consolidates the loose powder. Lubricants are necessary because\nclearances values between punches and dies used for powder pressing\ntypically are less than .001 inch. Deflocullates stop the metal powder\nfrom clumping. Introducing additives can improve powder composition\nmachinability, wear resistance, or lubricity. Force for pressing for\nmost parts typically varies between 10,000 lbs/in2 (70 MPa) and 120,000\nlbs/in2 (800 MPa). Parts for this type of manufacture are mostly small\n(under 5 lbs), and press requirements are typically under 100 tons.\nPresses with capacities of several thousand tons are sometimes used for\nwork requiring more force. Double action presses, with opposing top and\nbottom punches, are common to reach the level and distribution of powder\ndesired for compaction. The pressure the press can deliver dictates the\nupper limit of the size of a part. Increasing the speed of pressing\nenhances productivity, but pressing too fast can trap air that can\nprevent the part from compacting properly.\nIn 2019, press-and-sinter processes produced approximately 93.0% of\nthe volume of worldwide PM\\(^{2}\\)\nindustry output (Grand View Research, 2020a). However,\nvarious PM\\(^{2}\\) processes are\navailable, some of which can add high market value but have\ncorrespondingly high production costs:\nIn metal injection molding, metal powder is conventionally\ninjection molded to produce a green compact for sintering.\nIsostatic pressing confines metal powder inside a flexible\nmembrane surrounding a mold which acts as a barrier between the metal\npowder and a liquid or gas pressurizing medium. Isostatic pressing is\nadapted especially to relatively large, complex-shaped parts.\nPowder forging compacts metal powders into a “preform”\nshape in a die. The preformed shape is sintered. The sintered preform is\ncoated with a lubricant and is closed die forged (CFS Forge, 2022). Forging causes plastic\nflow, resulting in a dense, non–porous, dimensionally–precise, low waste\npart that possesses desirable mechanical properties.\nSpray forming is used to produce semi-finished mill\nproducts in the form of billets, tubes, and sheets through high–rate\ndeposition of atomized powder metal layer-by-layer onto a substrate to\nform, after their solidification, a bulk product or thick coating.\nAn innovative PM\\(^{2}\\) process\ngenerating considerable attention is additive manufacturing, a\ngroup of fabrication processes through which three-dimensional parts are\nconstructed by adding layers of materials on point, line, or planar\nsurfaces (Hassanin & Jiang,\n2015)—i.e., 3D printing using fine grade metal powders. Metal\ninjection molders are researching potential manufacturing marriages with\nadditive manufacturing processes (Metal Powder Industries Federation,\n2019).\nSintering\nSintering creates metallurgical bonds between the powder particles,\nadding desirable mechanical and physical properties to the part.\nSintering occurs in a sintering furnace in a controlled atmosphere that\ncan enhance PM\\(^{2}\\) part properties\nby, for instance, regulating oxidation, reduction, and carbon content,\nmaking heating and cooling uniform, producing a uniform microstructure\nof the product, and adding corrosion resistance. Since the late 1970s, a\nnitrogen/hydrogen mix has become the atmosphere of choice for PM\\(^{2}\\) sintering (Dwyer, 2022; Minghe Casting, 2021).\nThe typical sintering furnace contains a continuous mesh belt moving\nthrough three operating zones: (a) a pre-heat zone that burns off\nbinders and lubricants added at the pressing phase and increases the\ntemperature of the green part; (b) a hot zone in which the part raised\nto 70% to 90% of its melting point; and (c) a cooling zone, in which the\npart’s temperature is gradually lowered. Post–sintering processes also\ncan occur, such as machining, repressing (for decreased porosity and\nincreased hardness), impregnating with oil or resin (to produce a\nself–lubricating part), infiltrating with another metal (to remove\nresidual porosity and enhance part strength), plating, coating,\ndeburring, welding, steam treating (to oxidize surfaces for strength and\ndensity improvement), or furnace brazing with other parts. However, an\nefficiency feature of PM\\(^{2}\\) is\nthat most finished parts require little or no secondary machining\noperations, such as stamped or forged parts.\nA practical and distinguishing metallurgical feature of PM\\(^{2}\\) processes is that parts for\nsintering are not subject to Gibbs’ phase rule ((Verret et al., 2020, p. 227) that would\napply if these metals were alloyed by melting. This feature means that\nPM\\(^{2}\\) does not face many of the\nsame chemical, thermal, and containment restraints placed on materials\nalloyed by melting due to intersections and disjunctions of their\nvarious liquid and solid phases (Powder Metallurgy, 2022).\nMarkets\nFor Resources\nPM\\(^{2}\\) purchases many of the\ninputs to processes from suppliers, just as most complex manufacturing\noperations do. However, PM\\(^{2}\\)\nproducers purchase two critical supplies (PickPM, 2022a). One set of inputs\nincludes metal powders, lubricants, binders, additives, and other raw\nmaterials that go into making finished parts. Another set consists of\nthe tooling, process equipment, industrial gases, and related services.\nAlso, some PM\\(^{2}\\) producers might\nchoose to outsource post-sintering product finishing.\nMetal powder is a unique and essential input to PM\\(^{2}\\) processes. In north-central\nPennsylvania, ferrous metal powder is dominant in production. Ferrous\npowder accounted for 89% of the global volume share of metal powder\npurchased in 2019 (Grand View\nResearch, 2020b). Atomization is the most popular method of\nmetal powder production (Library of\nManufacturing, 2022). In the gas atomization technique, the\nmost common atomization method (Uygun, 2021), molten metal is provided\nthrough a nozzle, where it is atomized by an inert gas jet. This inert\ngas jet separates the molten metal into small metal dimples. These\ndimples solidify to produce metal powder. The powder can vary by shape,\nporosity, flow and friction characteristics, surface chemistry, and bulk\ndensity and is mixed before packing to include lubricants, binders,\ndeflocculates additives, and additional materials (Library of\nManufacturing, 2022).\nTooling is another critical and unique input to PM\\(^{2}\\) processes. A close fit of a punch\nwith a die is necessary so that pressed metal particles do not become\nstuck in the clearance between the punch and die. Most punches and dies\nare made from hardened tool steels, the surfaces of which are ground and\npolished or lapped in the direction of tool movement. Tungsten carbide\nis used to make punches and dies for more powerful powder pressing\noperations. These features demand high tolerance production of machine\ntooling and dictate careful tool use, maintenance, and care\nrequirements.\nMany PM\\(^{2}\\) suppliers—gas\nfurnace fabricators, gas suppliers, machine shops—are proximal to\nPM\\(^{2}\\) producers in the\nnorth-central Pennsylvania region. Metal powder is supplied from outside\nthe region.\nFor Products\nThe global PM\\(^{2}\\) market was\nvalued at $7.49 Billion (US) in 2020 and is projected to reach $12.63\nBillion by 2028, growing at a compound annual growth rate of 6.77% from\n2021 to 2028 (Verified\nMarket Research, 2021). The increasing demand for PM\\(^{2}\\) parts in manufacturing automotive\ncomponents is a significant factor in this global growth (Grand View\nResearch, 2020c; Research & Markets, 2020; Zanon, 2017),\nespecially in China and India (MENAFIN, 2022). The automotive industry\nis the customer for most of the PM\\(^{2}\\) parts produced in north-central\nPennsylvania.\nAccording to the Metal Powder Industries Federation (2022), the typical U.S. light-duty\nvehicle contains about 37 pounds of PM\\(^{2}\\) parts. Pickup trucks average about\n60-95, depending on the configuration. The standard U.S. passenger sedan\naverages 20 pounds. More than an estimated 1.5 billion PM\\(^{2}\\) powder forged connecting rods have\nbeen made for light-duty vehicles produced in the U.S., Europe, and\nJapan. Commercial aircraft engines contain 1,500-4,400 pounds of PM\\(^{2}\\) per engine.\nThe automotive industry and its consumers are moving quickly away\nfrom the internal combustion engine in favor of fully electric vehicles\nand hybrids, however. Increased sticker prices have made new vehicles\nless affordable for some consumers. The average income of a new vehicle\nbuyer was $124,000 in 2021 (Deka\n& White, 2021). And, with global supply disruptions and\nrising inflation, the number of vehicles sold in the United States in\nearly 2022 plummeted (Rosevear, 2022). Consequently, the\ndemand for PM\\(^{2}\\) connecting rods,\nmain bearing caps, and other internal combustion engine components is\nlikely to decline.\nThe PM\\(^{2}\\) industry hopes to\nleverage its extensive experience in supplying the automotive industry\nexperience to supply electric vehicle producers. For instance, GKN Power\nMetallurgy is responding to the increasing demand for a stable supply of\npermanent magnets, which are vital components of electric vehicle motors\n(Klaus, 2022). Fiodin & Kianan (2021), based on a teardown of a Tesla\nvehicle, found that the use of PM\\(^{2}\\) parts in transmissions of electric\nvehicles could lower manufacturing costs by approximately 20% (p. 50).\nOther markets are emerging. For instance, aerospace and defense demand\nfor PM\\(^{2}\\) parts is increasing in\nthe PM\\(^{2}\\) market (Stratview\nResearch, 2022), but not a large factor in north-central\nPennsylvania PM\\(^{2}\\) output.\nConcentration in\nNorth-Central Pennsylvania\nEmployment and wages in PM\\(^{2}\\)\nin the United States are highly concentrated in just three rural\ncounties in north-central Pennsylvania: Jefferson, Elk, and Cameron (See\nFigure 3). The Economic Research Service of the U.S.\nDepartment of Agriculture classifies these three counties as rural due\nto relatively low population density and distance from metropolitan\nareas (USDA ERS, 2013).\nOur analysis of Economic Research Service data sets (USDA ERS, 2022) revealed that two\ncounties (Jefferson and Cameron) experience moderately high household\npoverty levels. Less than 20% of the population of these two counties\nhave completed high school. All three counties have experienced\nlong-term population declines. These socioeconomic conditions accent the\nimportance of PM\\(^{2}\\) dominance for\nthe economic well-being of residents in the three-county region.\n\n\n\nFigure 3: Jefferson, Elk, and Cameron Counties in Pennsylvania\ncontained 38% of establishments, employed 38% of workers, and paid 36%\nof wages in PM\\(^{2}\\) (NAICS 332177)\nin the United States, 2021 4th Quarter  ( Map created using\nMapChart (2022).\nCalculations of shares of establishments, employment, and wages using\ndata from Bureau of Labor Statistics (Bureau of\nLabor Statistics, 2022). NAICS 332177 is a six-digit\nclassification used for classifying PM\\(^{2}\\) industry activity by the U.S. Census\nBureau (2022).\n\n\n\nDocumented in Table 1 is the high concentration of employment and\nwages in PM\\(^{2}\\) in north-central\nPennsylvania. The PM\\(^{2}\\) industry\nmakes up a much larger share of Pennsylvania’s employment total than it\ndoes for the nation.1 The concentration of PM\\(^{2}\\) employment and wages in Pennsylvania\nis more than 13 times the concentration of employment and wages for\nPM\\(^{2}\\) in the U.S. workforce.\nPennsylvania is the location for 38% of all U.S. establishments\nproducing PM\\(^{2}\\) parts.2\n\n\nTable 1. Powder Metallurgy Parts Manufacturing Establishments, Employment, Wages, and Employment and Wages Location Quotients in the United States, Pennsylvania, and Selected Pennsylvania Counties, 2021 4th Quarter\n    Region\n      Establishments1\n      December Employment\n      Total Wages2\n      Employment Location Quotient3\n      Wages Location Quotient4\n    U.S. Total\n167\n8702\n$130,033\n1.00\n1.00Pennsylvania\n63\n4622\n$64,025\n13.56\n13.18Pennsylvania Counties\n  \n  \n  \n  \n  Cameron\n5\n388\n$8,014\n3882.58\n7833.02Elk\n32\n2276\n$30,685\n2899.67\n3838.84Jefferson\n6\n655\n$8,377\n758.76\n996.84Source: https://bit.ly/PA332117\n    1 An establishment is generally a single physical location where business is conducted or where services or industrial operations are performed.\n    2 In thousands of nominal U.S. dollars.\n    3 Employment Location Quotient = local concentration / national concentration, where local concentration = local PM employment / local all-industry employment, and national concentration = national PM employment / national all-industry employment. \n    4 Calculated same as Employment Location Quotient, but substitute Total Wages for employment in calculations. \n    \n\nEven more remarkable are the extraordinarily high concentrations of\nPM\\(^{2}\\) employment and wages in the\nthree counties—i.e., concentrations of employment and wages between 758\nand 7833 times higher than in the nation. These very dense employment\nand wage concentrations indicate the dominance of PM\\(^{2}\\) in north-central Pennsylvania in the\nnational PM\\(^{2}\\) industry.\nJefferson, Elk, and Cameron counties in Pennsylvania contained 38% of\nestablishments, employed 38% of workers, and paid 36% of wages in\nPM\\(^{2}\\) in the U.S. during 2021.\nHigh industry employment and wage concentrations in PM\\(^{2}\\) within the region, relative to the\nnation, highlight the importance of the industry for exports from the\nnorth-central region. Shields (2003) stated, “An exporting industry is\none where the industry not only meets the demand for its products, but\nalso produces enough so it can sell outside the region….A location\nquotient greater than 1.0 indicates that the economy is self–sufficient,\nand may even be exporting the good or the service of that particular\nindustry” (p. 3). Industries such as PM\\(^{2}\\) sell exports outside a region to\ncontribute to the region’s economic base. Economic base theory\n(explicated in Munroe & Biles (2005)) suggests that the means for\nstrengthening and growing the local economy is to develop and enhance\nthe exporting sectors (Klosterman, 1990, p. 115). In this way,\nPM\\(^{2}\\) is a driving “engine” for\nthe north-central Pennsylvania economy.\nCompetitive Forces\nWe analyzed competitive forces affecting the PM\\(^{2}\\) in north-central Pennsylvania using\ntechniques specified by Porter (1998); see also Porter’s Five Forces Analysis (2022)). The\nanalysis drew on information from structured face–to–face and telephone\nmeetings, gleaned during plant tours and over informal lunches, and\ncaptured in confidences revealed in unstructured personal conversations.\nCompetitive forces identified were summarized around five themes: the\nthreat of entry of new competitors; bargaining power of customers;\nbargaining power of suppliers; the threat posed by substitute products;\nand the nature of competitive rivalry within the PM part manufacturing\nindustry. We conclude that the environment for PM\\(^{2}\\) in north-central Pennsylvania is\nhighly competitive.\nThe threat of entry of new competitors. The potential of\nprofitable markets can draw firms to the region’s PM\\(^{2}\\) industry either through acquisitions\nand mergers or through start-ups. New entrants can affect the\ncompetitive climate in many ways. For example, new entrants can bring\nadditional capacity to the PM\\(^{2}\\)\nindustry in the region, capture market share from incumbents, bid down\nindustry prices, or inflate incumbent’s costs, and, in these ways,\neffectively affect the profitability of incumbents.\nBargaining power of customers. Customers for PM\\(^{2}\\) parts from north-central\nPennsylvania are primarily from the highly concentrated automotive\nindustry. These PM\\(^{2}\\) customers\nenjoy strong bargaining power for PM\\(^{2}\\) part prices. In some cases,\ncustomers drive the industry’s prices down, bargain for more or better\nservice at the same or lower prices, and pit firms in the industry\nagainst one another. PM\\(^{2}\\) firms\nin north-central Pennsylvania produce standard, undifferentiated PM\\(^{2}\\) parts, so buyers face low costs of\nswitching among PM\\(^{2}\\)\nproducers.\nBargaining power of suppliers. A small number of suppliers\naffects the PM\\(^{2}\\) industry in\nnorth-central Pennsylvania. For example, suppliers can raise prices in\nresponse to changes in their own markets or reduce the quality of their\nproducts without lowering prices. At the extreme, some suppliers refuse\nto work with a firm or charge excessively high prices for unique\nresources. Because few suppliers are available, few supply substitutes\nexist, and costs to the PM\\(^{2}\\)\nfirms for switching suppliers are high, suppliers hold strong bargaining\npower.\nThe threat of substitute products. Substitutes for PM\\(^{2}\\) parts increase the propensity of\ncustomers to switch to alternative products in response to price\nincreases. High elasticity of substitution for some PM\\(^{2}\\) parts by product alternatives limits\nthe potential returns in the PM\\(^{2}\\)\nindustry by capping price changes. Attractive price/quality substitutes\nfor PM\\(^{2}\\) parts place a tight lid\non PM\\(^{2}\\) firm profits in\nnorth-central Pennsylvania. Competitive rivalry within the industry.\nNorth-central Pennsylvania contains a close community of PM\\(^{2}\\) firms. Rivalry among firms is a\nsignificant determinant of the PM\\(^{2}\\) competitive climate in the region.\nRivalry for advantage in product and resource markets often occurs along\nprice dimensions. Regional rivals also compete aggressively on non–price\ndimensions such as innovation, marketing, branding, public recognition,\nand family rivalries.\nConcluding Remarks\nThe PM\\(^{2}\\) industry is a small\nniche within the metal stamping and forging industry in the United\nStates. PM\\(^{2}\\) firms in\nnorth-central Pennsylvania hold a large portion of that small niche.\nAlthough PM\\(^{2}\\) in the region\ndepends on the automotive industry for demand for press-and-sinter parts\nfor internal combustion engines, opportunities are emerging for\nproducing PM\\(^{2}\\) parts for electric\nvehicles. The PM\\(^{2}\\) industry\ncluster in north-central Pennsylvania is an example of a successful\nregional agglomeration of manufacturing leading to regional economic\nadvantage and technological leadership.\n\nThis posting is a draft of a manuscript in preparation in\ncollaboration with Rose M. Baker, Department of Learning Technologies,\nUniversity of North Texas, Denton, Texas, and Chungil Chae, Business and\nPublic Management, Wenzhou Kean University, Wesan, China.\n\nLast updated on\n\n[1] \"2022-08-05 06:10:15 EDT\"\n\nAcknowledgements\nI received helpful advice about this posting from Paul Sedor, Vice\nPresident of Member and Industry Relations for the Metal Powder\nIndustries Federation. I also benefited over the years from\nconversations and advice from powder metallurgy producers and their\nsuppliers and customers. Ellysa Cahoy, Education & Behavioral\nSciences Librarian at Penn State University, solved several problems\nlimiting integration into RMarkdown of Zotero .cls code to\nimplement citation and reference guidelines from 7th edition of the\nPublication Manual of the American Psychological Association.\nShe also found at https://data-lessons.github.io/literate-programming-r-demo/04-bibliographic-citations/\nsuggestions for managing in-text citations from Zotero in RMarkdown.\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Sources for these external media are cited in\ncaptions.\n\n\n\nAdams, J. P. (2015). History of powder metallurgy (P. Samal\n& J. Newkirk, Eds.; Vol. 7). ASM International. https://doi.org/10.31399/asm.hb.v07.9781627081757\n\n\nArnhold, V. (2017). Powder metallurgy (PM) for beginners: An\nintroductory lecture. https://www.epma.com/document-archive/pm-reference-materials/665-pm2017-powder-metallurgy-pm-for-beginners-an-introductory-lecture/file\n\n\nAtlas Pressed Metals. (2022). Powdered metallurgy history. https://atlaspressedmetals.com/history/\n\n\nBureau of Labor Statistics. (2021). QCEW location quotient\ndetails. https://www.bls.gov/cew/about-data/location-quotients-explained.htm\n\n\nBureau of Labor Statistics. (2022). Private, NAICS 332117 powder\nmetallurgy part manufacturing, all geographic areas 2021 fourth quarter,\nall establishment sizes. https://data.bls.gov/cew/apps/table_maker/v4/table_maker.htm#type=4&year=2021&qtr=4&own=5&ind=332117&supp=1\n\n\nBureau of the Census. (2022). 2022 NAICS definition: 332117 powder\nmetallurgy part manufacturing. https://www.census.gov/naics/?input=332117&year=2022&details=332117\n\n\nCC BY 3.0. (n.d.). https://creativecommons.org/licenses/by/3.0/\n\n\nCFS Forge. (2022). Closed die forging. https://www.steelforging.org/closed-die-forging/\n\n\nDeka, K., & White, J. (2021). U.s. Auto sales slump as less\naffluent buyers walk away. https://news.yahoo.com/u-auto-sales-set-weakest-170558754.html\n\n\nDeLullo III, D. (2016). Powder metallurgy capital of the world.\nhttps://blog.comtecmfg.com/blog/powder-metallurgy-capital-of-the-world\n\n\nDwyer, J. J. (2022). Controlling properties of sintered-steel P/M\ncomponents using atmosphere. https://www.industrialheating.com/articles/88343-controlling-properties-of-sintered-steel-p-m-components-using-atmosphere\n\n\nFiodin, A., & Kianan, B. (2021). Tesla teardown: Identifying\npotential uses for PM in electric vehicle transmissions. Powder\nMetallurgy Review, 10(4), 45–52. https://www.pm-review.com/wp-content/uploads/2021/11/PM-Review-Winter-2021.pdf\n\n\nGrand View Research. (2020a). Metal powder market size analysis\nreport, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrand View Research. (2020b). Metal powder market size analysis\nreport, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrand View Research. (2020c). Metal powder market size analysis\nreport, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrande, M. (2016). EPMA powder metallurgy summer school. https://www.epma.com/document-archive/summer-school-presentations/summer-school-2016/603-introduction-to-pm/file\n\n\nHassanin, H., & Jiang, K. (2015). Net shape manufacture of\nfreestanding ceramic micro-components through soft lithography (Y.\nQin, Ed.; 2nd ed., pp. 239–256). William Andrew Publishing. https://doi.org/10.1016/B978-0-323-31149-6.00010-4\n\n\nHaupt, N. (2022a). Metal stamping and forging in the US. Retrieved\nfrom IBISWorld proprietary database at https://www.ibisworld.com/\n\n\nHaupt, N. (2022b). Metal stamping and forging in the US. Retrieved\nfrom IBISWorld proprietary database at https://www.ibisworld.com/\n\n\nHorizon Technology. (2019). History of powder metallurgy & metal\npowder products - & their future. https://www.horizontechnology.biz/blog/history-of-powder-metallurgy-metal-powder-products\n\n\nISQ Directory. (2022). Powder metallurgy. https://www.iqsdirectory.com/articles/powder-metal-parts/powder-metallurgy.html\n\n\nKlaus, C. (2022). GKN Powder Metallurgy enters permanent magnets for\nelectric vehicles market. https://newsdirect.com/news/gkn-powder-metallurgy-enters-permanent-magnets-for-electric-vehicles-market-787345123\n\n\nKlosterman, R. (1990). Community analysis and planning\ntechniques. Rowman & Littlefield Publishers. https://archive.org/details/communityanalysi0000klos/page/n7/mode/2up\n\n\nKumar, P., & Xavior, A. (2018). Processing of graphene/CNT-metal\npowder (A. A. Cavalheiro, Ed.). IntechOpen. https://www.intechopen.com/chapters/undefined/state.item.id\n\n\nLibrary of Manufacturing. (2022). Powder production. https://www.thelibraryofmanufacturing.com/powder_processes.html\n\n\nLibrary of Manufacturing. (2022). Pressing and sintering of powder\nparts. https://www.thelibraryofmanufacturing.com/pressing_sintering.html\n\n\nMachineMaker. (2022). An Overview of Powder Metallurgy and Its Big\nBenefits. https://www.themachinemaker.com/ravibollina/powder-metallurgy-and-its-big-benefits\n\n\nMapChart. (2022). United States - Counties. https://mapchart.net/usa-counties.html\n\n\nMechanicalland. (2021). Powder metallurgy; process, advantages,\nparts, materials. https://mechanicalland.com/powder-metallurgy-process-advantages-parts-materials/\n\n\nMENAFIN. (2022). Powder metallurgy components market size, revenue\nanalysis, PEST, region & country forecast, 2020-2028. https://menafn.com/1104450378/Powder-Metallurgy-Components-Market-Size-Revenue-Analysis-PEST-Region-Country-Forecast-20202028\n\n\nMetal Powder Industries Federation. (2022). Powder metallurgy fact\nsheet. https://www.mpif.org/Portals/1/Docs/Events/PowderMet2022/Press%20Release/June-2022-FactSheet.pdf?ver=668CvufLj6B2lDRk7ry5mg%3d%3d\n\n\nMetal Powder Industries Federation. (2019). The powder metal\nindustry outlook: 2019. https://www.machinedesign.com/materials/article/21837975/the-powder-metal-industry-outlook-2019\n\n\nMetal Powder Industries Federation. (2008). Powder metallurgy: The\npreferred metalforming solution. Metal Powder\nIndustries Federation.\n\n\nMinghe Casting. (2021). The atmosphere control during sintering\nprocess of sintered steel and its performance. https://www.diecastingcompany.com/helpful-articles/the-atmosphere-control-during-sintering-process-of-sintered-steel-and-its-performance\n\n\nMunroe, D. K., & Biles, J. J. (2005). Regional science (K.\nKempf-Leonard, Ed.; pp. 325–335). Elsevier. https://doi.org/10.1016/B0-12-369398-5/00365-0\n\n\nPenafiel, J. (2017, June 28). PM for non PM specialist seminar.\nhttps://www.epma.com/document-archive/pm-reference-materials/636-design-guidelines-in-the-press-sinter-process/file\n\n\nPickPM. (2022). Design considerations with powder metallurgy.\nhttps://www.pickpm.com/DesignCenter/DesignConsiderations.aspx\n\n\nPickPM. (2022). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022a). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022b). What is powder metallurgy? https://www.pickpm.com/IntrotoPM.aspx\n\n\nPickPM. (2022). What is powder metallurgy? https://www.pickpm.com/IntrotoPM.aspx\n\n\nPorter, M. (1998). Competitive strategy: Techniques for analyzing\nindustries and competitors. Free Press.\n\n\nPorter’s five forces analysis. (2022). https://en.wikipedia.org/w/index.php?title=Porter%27s_five_forces_analysis&oldid=1095294046\n\n\nPowder metallurgy. (2022). https://en.wikipedia.org/w/index.php?title=Powder_metallurgy&oldid=1095074123\n\n\nPowder Metallurgy Review. (2016). Introduction to powder\nmetallurgy. https://www.pm-review.com/introduction-to-powder-metallurgy/\n\n\nRahaman, M. N. (2015). Sintering theory and fundamentals (P.\nSamal & J. Newkirk, Eds.; Vol. 7). https://dl.asminternational.org/handbooks/edited-volume/22/chapter/312542/Sintering-Theory-and-Fundamentals\n\n\nResearch, & Markets. (2020). Powder metallurgy - A global market\noverview 2020. https://www.researchandmarkets.com/reports/5157325/powder-metallurgy-a-global-market-overview-2020\n\n\nRosevear, J. (2022). With few new cars on lots, U.S. auto sales\nlikely fell sharply in the first quarter, analysts say. https://www.cnbc.com/2022/03/31/us-auto-sales-forecast-q1-2022-looks-bleak-due-to-chips-inflation.html\n\n\nShields, M. (2003). Using employment data to better understand your\nlocal economy: Tool 3. Use of location quotients to identify local\nstrength, opportunities, and industry clusters. https://aese.psu.edu/research/centers/cecd/publications/economic-trends/using-employment-data/ua377_use-location-quotients.pdf\n\n\nSt. Marys Area Chamber of Commerce. (2022). Industry in st\nmarys. https://stmaryschamber.org/business-industry/industry-in-st-marys/\n\n\nStratview Research. (2022). Powder metallurgy market size, share\n& forecast analysis - 2022-27. https://www.stratviewresearch.com/2445/Powder-Metallurgy-Market.html\n\n\nUSDA ERS. (2022). County-level data sets. https://www.ers.usda.gov/data-products/county-level-data-sets/\n\n\nUSDA ERS. (2013). Rural-urban continuum codes. https://www.ers.usda.gov/webdocs/DataFiles/53251/ruralurbancodes2013.xls?v=8784.6\n\n\nUygun, U. (2021). Metal powder production; gas atomization and other\nmethods. https://mechanicalland.com/metal-powder-production-gas-atomization-and-other-methods/\n\n\nVerified Market Research. (2021). Global powder metallurgy market\nsize by material (ferrous, non-ferrous), by application (aerospace,\nautomotive, electrical and electronics, industrial machinery), by\ngeographic scope and forecast. https://www.verifiedmarketresearch.com/product/powder-metallurgy-market/\n\n\nVerret, J., Qiao, R., & Barghout, R. A. (2020). Foundations of\nchemical and biological engineering I. BCcampus Open Education. https://pressbooks.bccampus.ca/chbe220/chapter/gibbs-phase-rule/\n\n\nWheeler, J. O. (2005). Geography (K. Kempf-Leonard, Ed.; pp.\n115–123). Elsevier. https://doi.org/https://doi.org/10.1016/B0-12-369398-5/00277-2\n\n\nWhitaker, D. (2008). Introduction to powder metallurgy: The process\nand its products. https://www.epma.com/epma-free-publications/product/download/file_id-8957\n\n\nZanon, M. (2017, April 26). Design for PM: European powder\nmetallurgy association. https://doi.org/10.13140/RG.2.2.26497.66402\n\n\nA PM\\(^{2}\\) industry analyst told me that the\nBureau of Labor Statistics undercounts establishments and employment in\nthe PM\\(^{2}\\) industry due to\ninconsistencies and flaws in the way that NAICS codes are assigned to\nestablishments.↩︎\nRefer to Bureau of Labor Statistics\n(2021) and Wheeler (2005) for additional detail about\ncalculation and interpretation of location quotients.↩︎\n",
    "preview": "lm/2022-07-31-powder/ConvPM.png",
    "last_modified": "2022-08-05T06:10:17-04:00",
    "input_file": {},
    "preview_width": 640,
    "preview_height": 392
  },
  {
    "path": "lm/2022-06-30-paycut/",
    "title": "want to take a pay cut?",
    "description": "Are you willing to accept a pay cut if an employer promises to make better work by applying technology to your job?",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-07-04",
    "categories": [
      "artificial intelligence",
      "automation",
      "job changing",
      "job retention",
      "labor markets",
      "robotics",
      "subjective utility",
      "technology at work",
      "The Great Resignation",
      "The Great Reshuffle",
      "wages"
    ],
    "contents": "\nTrade Tech for Pay?\nA Survey by Lucas Systems,\nInc.\nLucas Systems,\nInc. (n.d.a), a Wexford, Pennsylvania,\ndeveloper of technology solutions for distribution centers, commissioned\na study of 500 on-floor warehouse workers across multiple geographies\nand job roles in the U.S. (Chen and Horton 2016a). An eight-page\nbrochure, Voice of the Warehouse Worker Insights (Lucas Systems,\nInc. 2022a), reported findings of the study designed to\nidentify “how workers feel about stress, the need for technology, and\nworking with robots” [Lucas Systems, Inc. (2022b), para. 3 ).\nSurvey Findings\nA statement (Berardi, n.d.)\ndistributed on June 29, 2022 announcing the brochure’s release indicated\nthat\n\n“Nearly 3 out of 4…on-floor workers said they would consider a pay\ncut at another company for an opportunity to use technology if it helps\nthem in their job. Workers also said they are physically spent, spending\nover a third of their day walking and would welcome tech’s help in the\nform of robots or other tech tools.”\n\nA concentration of younger workers – 81% of Generation Z1 workers responding to the survey –\nwas at least somewhat likely “to trade tech for pay” (Lucas Systems,\nInc. 2022a, 2). Note that this is not a sentiment to accept a\npay cut in a current job, but to consider lower than current pay in an\nentirely new job.\nThis finding is not unique. For instance, Mas and Pallais (2017) found that the average national\ncall center worker was willing to give up 20% of wages to avoid a\nschedule set by an employer on short notice and 8% of wages for the\noption to work from home. For another example, Yong (2022) reported that a poll conducted in\nthe Philippines showed that 73% of respondents would forgo a pay raise\nor promotion for better work-life balance, overall well-being, and\nhappiness.\nOther Findings\nOther conclusions extracted from the brochure released by Lucas\nSystems include (Berardi 2022, para.\n5):\nWorkers want to stay with their employers but feel improvements are\nnecessary to make their jobs easier. Workers generally anticipate\nstaying at their current employer for at least three years (74%) with\n35% anticipating a tenure longer than five years.\nSeventy-five percent of workers say physical strain in their jobs\ntakes a larger toll on them than the mental strain. The leading cause of\nphysical strain is carrying and/or lifting followed by walking and/or\ntraveling.\nTop causes of mental strain include meeting performance or incentive\ngoals and objectives (25%) and safely maneuvering around the warehouse\n(20%).\nWorkers see robots as productive allies but fear increased quotas.\nMore than two in five believe robots will reduce physical stress (46%)\nor help them achieve better speed in item picking (44%) or better\naccuracy (40%).\nLucas\nSystems, Inc. (2022a) declared that: technology tools\nare essential to the well-being and retention of workers; training is\nvital to the adoption of technology tools; and gradual introduction of\nworkers to technology tools is necessary (p. 8).\nPerhaps a Broader Meaning\nExists\nCertainly interesting information is presented in the brochure\ndistributed by Lucas Systems, information that points to the value\nproposition for products that Lucas Systems manufactures.2 I\nwish I could examine documentation about the collection, organization,\nand analysis of the survey data. Even so, the information from the Lucas\nSystems’ survey stimulates assessment of the floating meanings of work\nand pay as our economy suffers through a lingering pandemic, is besieged\nby political division and unrest, and is buffeted by war and rumors of\nwar, all factors that have collided to hobble worldwide supply chains\nfor human and capital resources.\nThe Work and Pay Plexus\nA Very Narrow View\nTaking a narrow, pecuniary view, pay originates from a transaction,\nan exchange of time and effort by workers for money from the owners of\ncapital. The owners of physical capital buy human capital for\nproduction. A commodity exchange. The workers are as interchangeable as\nthe paper currency they receive. Neat. Separate. Symmetrical. But,\nlargely a theoretical characterization.\nBuyers and sellers meet at a price. Labor supply, then, is the amount\nand kind of labor that is available at a given wage. Need more labor?\nIncrease the wage. What is the optimal wage? Just enough to supply the\nhuman capital for production. All following the textbook, right? Almost\nas lawful as, say, Archimedes’ Buoyancy Principle. Now, before you yell\n“Eureka!” and run naked through the streets of Syracuse as Archimedes\ndid when he noticed that he displaced water when he sat in the tub,\nconsider that the concept of pay is more knotty and involuted than you\nfirst might have thought.\nWell, Maybe a Little More\nThan That?\nLet’s crack the stern exterior of the wage-labor theory of exchange\nwith a dose of economic reality. Some economists have acknowledged that\neven the sequence of “worth-as-pay-as-money” can incorporate\nnon-pecuniary elements. In Wealth of Nations, Adam Smith wrote\nin 1776:\n\n“The wages of labour vary with the ease or hardship, the cleanliness\nor dirtiness, the honourableness or dishonourableness of the employment.\nThus in most places, take the year round, a journeyman tailor earns less\nthan a journeyman weaver. His work is much easier. A journeyman weaver\nearns less than a journeyman smith. His work is not always easier, but\nit is much cleanlier. A journeyman blacksmith, though an artificer,\nseldom earns so much in twelve hours as a collier, who is only a\nlabourer, does in eight. His work is not quite so dirty, is less\ndangerous, and is carried on in daylight, and above ground. Honour makes\na great part of the reward of all honourable professions. In point of\npecuniary gain, all things considered, they are generally\nunder-recompensed….Disgrace has the contrary effect. The trade of a\nbutcher is a brutal and an odious business; but it is in most places\nmore profitable than the greater part of common trades. The most\ndetestable of all employments, that of public executioner, is, in\nproportion to the quantity of work done, better paid than any common\ntrade whatever.” (A. Smith\n(1776), Book 1,\nChapter 10, para. 5)\n\nIn practice, economists identify this type of variation in pay as a\ncompensating differential (R. S. Smith 1979, 339). These\ndifferentials are higher wages that are paid to workers who perform jobs\nthat have particular hazards or other unpleasant features associated\nwith them. Some examples are: premium pay for working second- or\nthird-shift work schedules; hazard pay for combat, police protection, or\nfire service; higher pay for underground coal miners exposed to the risk\nof injury and lung disease; or pay differences by geographic region that\nreflect costs of living differences or remoteness of location. The role\nof a compensating differential is to maintain a supply of labor in\nchallenging conditions that might otherwise depress interest in\nacquiring or staying in a job.\nWorkers have their own ways of differentiating compensation. Workers\ncan react negatively when faced with pay cuts in their own jobs,\nespecially when the reasons for the cuts are not judged by workers as\nreasonable (Chen and Horton\n2016b). For example, Coviello, Deserranno, and Persico (2022) described\na pay cut at a call center that was motivated by cost-cutting, not by\nlower productivity of call center employees. Some workers quit. Others,\nthough, engaged in counterproductive behavior that hurt the firm as well\nas the pay of commission-driven employees. Some workers, especially\nthose among with the highest expressed loyalty and longest work tenure,\nintentionally sold the wrong items, as opposed to simply optimally\nshirking on effort in response to the pay cut.\nGreenberg (2001) observed\nwhat he described as “reciprocal deviance,” that is, employees’\nperceptions that their employers’ defaults on their obligations\nencouraged employees to respond with similar acts of deviance. In\nparticular, theft (termed, in a Orwellian sense, “shrinkage” in retail\nindustries) rose during a period in which pay was temporarily reduced by\n15%. In some cases, pay cuts to current workers can be more disruptive\nthat downsizing the numbers of employees (Yoon 2017). Pay not only produces buying\npower but also becomes a measure of self-worth and respect from\nothers.\nConsistent with the findings from the survey by Lucas Systems,\nresearch on variation in wages and salaries reveals that workers and\nemployers see more meaning in pay than just plain money.\nIs That All There Is?\nFrom a macro perspective, the meaning of work is a shared cultural\nconcept associated with values, beliefs, and norms. Among individual\nworkers, though, the meaning of work is variegated, contextual, and\nidiosyncratic. According to Rothausen and Henderson (2019),\n\nJobs can fulfill (or not fulfill) basic human needs (some would say\nrights) for dignity in work, meaningful work, and some level of economic\njustice. Jobs also affect workers’ lives, and thus their worlds,\nfundamentally….Therefore, key meanings of work spring from basic human\nneeds from work, and from workers’ larger worlds, and these elements\nlikely impact workers’ satisfaction related to their jobs. (p. 359)\n\nPay is not the only return to investment of time and efforts in work.\nSeen broadly, work permits the expression of talents, empowers the\ndevelopment of self, offers friendship and social relations, and affords\na transcendent role in a collective contribution to an endeavor larger\nthan self (see (Rothausen and Henderson\n2019, Table 2)). This many-sided, complex perspective is a\nkey attribute running through manifold theoretical perspectives and\nempirical research streams focusing on the meaning of work that human\nbeings seek. “Overall job satisfaction is the sum of the evaluations of\nthe discriminable elements of which the job is composed” (Locke 1969, 330). Pay alone is not the\nsole factor that draws and retains a worker to a job.\nSo, perhaps the respondents to the Lucas Systems’ survey who said\nthey would consider a pay cut are weighing bundles of non-pecuniary\nattributes of potential jobs as important enough to compensate for lower\npay.\nHuh? A Pay Cut?\nYep. A Cut Might Fulfill\nBroader Needs\nAlthough accepting or seeking a pay cut might seem like an error in\njudgment, workers might view the trade-off of pay for other\nnon-pecuniary returns to work as a way to maintain or increase the\nsubjective utility of work to satisfy their many diverse wants. In this\nway, seeking or accepting a pay cut might be viewed as a rational\ndecision to achieve a satisfaction balance in life.\nAs Blanchflower\nand Oswald (2017) found, having a job is an\nessential determinant of satisfaction with life, no matter what income\nlevel a person has attained. In what is almost a transcendent conception\nof work, Coleman and\nRamsey (2021), career coaches, consider a\npaycheck as a “clear path to doing work you love” (the subtitle of their\nbook). Our personal experience can attest to the belief that money is\nbut one form of compensation. Of course, the role of money in our lives\ncannot be dismissed entirely. Clark (2018) concluded that an almost\nuniversally accepted research outcome in studies of the economics of\nhappiness is that “individuals who are observed to have higher levels of\nincome in cross-section data also report higher levels of subjective\nwell-being” (Section 2.1).\nProfits Are at an\nAll-Time High – Why Not Share?\nMany observers wonder why pay cuts are even necessary while corporate\nprofits are at a 70-year high (profits over time are displayed in Figure\n1). The Federal Reserve Bank of\nRichmond (2021) found that 80% of firms increased\nprices to cover the higher costs of inputs during recent pandemic and\ninflationary periods. Also, the economic chaos during these periods\noffered opportunities to raise profit margins beyond the increase in\ncosts, especially among larger firms. For instance, a 2022 survey of\n1,000 retailers revealed that over one-half of respondents raised prices\nbeyond rising costs and offered fewer or no discounts during the holiday\nseason (“More Than Half of\nRetail Businesses Are Using Inflation to Price Gouge”\n2022).\n\n\n\nFigure 1: U.S. Quarterly Corporate Business Profits After\nTaxes, 1952-2022.  (billions of dollars, seasonally adjusted;\ngraphic created from Federal Reserve Bank of St.\nLouis (n.d.).)\n\n\n\nReasons given from the employers’ side for not sharing this high rate\nof profitability with workers include:\nProfits are distributed to shareholders, the owners of\nfirms.\nSharing profits with workers transforms profit into an\nexpense.\nProfits, although perhaps high at the moment, are just returns to\nlong-term investment.\nIn short, it’s ours, not yours.\nFitting with these reasons, workers’ share of income from production\nhas declined steadily. A 2019 McKinsey Global Institute report (Manyika et al. 2019a.) documented the\ndecline in labor’s share of income in the United States. Although\nlabor’s share already had started to decrease in the 1960s, McKinsey\nestimated that three-fourths of the entire post-1947 decline occurred\nbetween 2000 and 2016 (see trends in Figure 2). The\nsteepest part of the decline – from 63.3% in 2000 to 56.7% in 2016 –\nfollowed a moderate downward drift in the 1980s and early 1990s, and a\nslight recovery in the late 1990s.\n\n\n\nFigure 2: McKinsey Global Institute Estimate of Declining\nLabor Share of Income in the United States  (Graphic from Manyika et al. (2019a).)\n\n\n\nManyika et al. (2019b) even\nmore narrowly attributed this decline to specific industrial\nsectors:\n\nTwelve sectors that make up about one-third of employment and 44\npercent of economic output explain the overall decline in labor share or\nincrease in capital share. These sectors represent a broad and diverse\nset of economic activities. They are: mining and quarrying;\nconstruction; real estate; coke and refined petroleum; motor vehicles;\npharmaceuticals and chemicals; computer, electronics, and optical\nproducts; publishing, audiovisual, and telecom; computer programming and\nconsulting; information services; wholesale and retail, and\ntransportation and storage. [emphasis mine] (Part 2)\n\nImprovements in technology in these 12 sectors led to the\nsubstitution of capital for labor and the creation of intangible and\nintellectual products that have faster depreciation cycles than for\ntangible equipment. These factors helped transportation and storage\nfirms, a subsection of which Lucas Systems serves, join in the 12\nsectors that accounted for the largest declines in the labor share of\nincome. The findings of the survey by Lucas Systems indicate that\nworkers also might see some advantages to the capital-labor substitution\nthat can help rationalize their sentiments about trading pay cuts for\nincreasing technology at work.\nBut, Wait, Isn’t It the\nEconomy, Stupid?\n“It’s the economy, stupid” was a widely-quoted catchphrase\nauthored by James Carville, a strategist in Bill Clinton’s successful\n1992 campaign for U.S. President, to remind campaign workers to stay on\nmessage. Thinking along these lines, perhaps it is a mistake to\nover-analyze the willingness of workers to accept lower pay with\nanything other than ordinary concepts of supply and demand. Maybe it is\njust that….the economy?\nThe U.S. economy has faced what some people have called The Great\nResignation, but perhaps a better characterization is The Great\nReshuffle. Job openings and job quitting have been at all-time\nhighs for months, while layoffs fell to a record low. Employers raised\nwages to attract workers. All while the threats to traditional work\narrangements from the pandemic were pervasive. Yet, about one-half of\njob quitters did not drop out of the workforce. They quit to move to new\njobs.\nWillis Towers Watson polled 9,658 U.S. employees from large and\nmidsize private employers across a broad range of industries in December\n2021 and January 2022 (Willis Towers\nWatson 2021). Over half of workers (56%) said pay is a top\nreason they would look for a job with a different employer. Forty-one\npercent would leave for a 5% increase. But almost 20% said they’d take a\nnew job for the same pay — suggesting factors other than wages are\nimportant, too – as respondents to the survey from Lucas Systems\nindicated. Health benefits, job security, flexible work arrangements and\nretirement benefits were behind pay, respectively, as the top five\nreasons employees would move elsewhere. Many survey respondents\nexpressed preferences for remote work just as employers were encouraging\nworkers to return on-site to the office.\nAs a result, the economy has featured an almost unprecedented\nsellers’ market for labor. Elting (2021) summarized the critical elements\nof the current unique market for labor:\n\nEmployers must compete for workers because there are far more open\nslots than job applicants, and workers are smart enough to recognize\nthat. Yes, they’re voting with their feet in favor of more flexible work\nhours, continued availability of remote work, higher wages, and better\ntreatment, but the context that makes that possible, the basic calculus\nof supply and demand in the labor market, goes ignored. There are a lot\nof jobs and people are re-entering the labor market with reluctance and\nrecalculating their options.\n\nSo, it is the economy, after all. The demand for labor\npost-pandemic was driven by the release of pent-up consumer demand. The\nneed for workers to return to work ran head-on into reluctance to return\ndue to such matters as the unavailability of child care. Time away from\nwork and COVID stimulus checks to households during the pandemic offered\ntime and income buffers for workers to ponder whether retirement was\nbest or whether they wanted to seek or train for new work that might\nraise their subjective well–being.\nIn a way, the pandemic and the disruption around it ironically\ncreated opportunities for workers. One door closes, another opens,\nallowing a kind of creative destruction that becomes possible during\nperiods of change and chaos.\n\nA working class hero is something to be.\n~ John Lennon\n\n\nStarter Fluid for This July 4 Posting\nAn-Li Herring,\nreporter for 90.5 WESA-FM Pittsburgh NPR, conducted an interview with me\nabout the brochure summarizing the findings from the survey that was\ndistributed by Lucas Systems and, then, incorporated the interview into\nher article, “Survey: As online ordering grows, warehouse workers say\nthey need more tech to save their bodies” (Herring 2022). I gathered the notes I\nprepared for her interview with me to write this blog posting after Ms.\nHerring’s posting was published.\n\nLast updated on\n\n[1] \"2022-07-25 10:10:30 EDT\"\n\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, use the Disqus form on this page, send email to David Passmore, send a direct\nmessage on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Sources for these external media are cited in\ncaptions.\n\n\n\nBerardi, Jill. 2022. “Warehouse Workers Demand Better Technology:\nNew Insights from \"Voice of the Warehouse\nWorker\" Market Study,” June.\n\n\n———. n.d. “Warehouse Workers Demand Better Technology: New\nInsights from \"Voice of the Warehouse Worker\"\nMarket Study.”\n\n\nBlanchflower, David G., and Andrew Oswald. 2017. “Unhappiness and\nPain in Modern America: A Review Essay, and Further Evidence, on Carol\nGraham’s Happiness for All?” Cambridge,\nMassachusetts. https://www.nber.org/papers/w24087.\n\n\nChen, Daniel L., and John J. Horton. 2016b. “Research\nNoteare Online Labor Markets Spot Markets for Tasks? A\nField Experiment on the Behavioral Response to Wage Cuts.”\nInformation Systems Research 27 (2): 403–23. https://doi.org/10.1287/isre.2016.0633.\n\n\n———. 2016a. “Research Noteare Online Labor Markets\nSpot Markets for Tasks? A Field Experiment on the Behavioral Response to\nWage Cuts.” Information Systems Research 27 (2): 403–23.\nhttps://doi.org/10.1287/isre.2016.0633.\n\n\nClark, Andrew E. 2018. “Four Decades of the Economics of\nHappiness: Where Next?” Review of Income and Wealth 64\n(2): 245–69. https://doi.org/10.1111/roiw.12369.\n\n\nColeman, Kenneth, and Ramsey. 2021. From Paycheck to Purpose: The\nClear Path to Doing Work You Love. Ramsey Press.\n\n\nCoviello, Decio, Erika Deserranno, and Nicola Persico. 2022.\n“Counterproductive Worker Behavior After a Pay Cut.”\nJournal of the European Economic Association 20 (1): 222–63. https://doi.org/10.1093/jeea/jvab026.\n\n\nElting, Liz. 2021. “The Incredibly Simple Reason Behind The Great\nResignation.” https://www.forbes.com/sites/lizelting/2021/11/11/the-incredibly-simple-reason-behind-the-great-resignation/.\n\n\nFederal Reserve Bank of Richmond. 2021. “CFOs Report Rising Costs\nThat Could Last Through 2022.” https://www.richmondfed.org/research/national_economy/cfo_survey/data_and_results/2021/20211202_data_and_results#3fe2762b88824e4d9d45c5dbc56a783a.\n\n\nFederal Reserve Bank of St. Louis. n.d. “U.s. Bureau of Economic\nAnalysis, Nonfinancial Corporate Business: Profits After Tax (Without\nIVA and CCAdj) [NFCPATAX].” https://fred.stlouisfed.org/series/NFCPATAX.\n\n\n“Generation Z.” 2022. https://en.wikipedia.org/w/index.php?title=Generation_Z&oldid=1095744903.\n\n\nGreenberg, Jerald. 2001. “Employee Theft as a Reaction to\nUnderpayment Inequity: The Hidden Cost of Pay Cuts.” In. London:\nRoutledge. https://www.taylorfrancis.com/chapters/edit/10.4324/9781315193854-6/employee-theft-reaction-underpayment-inequity-hidden-cost-pay-cuts-jerald-greenberg.\n\n\nHerring, An-Li. 2022. “Survey: As Online Ordering Grows, Warehouse\nWorkers Say They Need More Tech to Save Their Bodies.” https://www.wesa.fm/economy-business/2022-07-04/warehouse-workers-physical-strain.\n\n\nLocke, Edwin A. 1969. “What Is Job Satisfaction?”\nOrganizational Behavior and Human Performance 4 (4): 309–36. https://doi.org/10.1016/0030-5073(69)90013-0.\n\n\nLucas Systems, Inc. 2022a. “Voice of the Warehouse Worker Insights\n– White Paper.” Wexford, Pennsylvania. Dowload\nfrom https://www.lucasware.com/voice-of-the-warehouse-worker/.\n\n\n———. 2022b. “Voice of the Warehouse Worker.” https://www.lucasware.com/voice-of-the-warehouse-worker/.\n\n\n———. n.d.a. “Lucas Systems.” https://www.lucasware.com/.\n\n\n———. n.d.b. “Rotary Corporation | Work Execution Software\nSolutions.” https://www.lucasware.com/customer-successes/rotarycorp/.\n\n\nManyika, James, Jan Mischke, Jacques Bughin, Jonathan Woetzel, Mekala\nKrishan, and Samuek Cudre. 2019a. “Labor Share of Income: A New\nLook at the Decline in the United States | McKinsey Global Institute\nDiscussion Ppaer.” https://www.mckinsey.com/featured-insights/employment-and-growth/a-new-look-at-the-declining-labor-share-of-income-in-the-united-states.\n\n\n———. 2019b. “Labor Share of Income: A New Look at the Decline in\nthe United States | McKinsey Global Institute Discussion Ppaer.”\nhttps://www.mckinsey.com/featured-insights/employment-and-growth/a-new-look-at-the-declining-labor-share-of-income-in-the-united-states.\n\n\nMas, Alexandre, and Amanda Pallais. 2017. “Valuing Alternative\nWork Arrangements.” American Economic Review 107 (12):\n3722–59. https://doi.org/10.1257/aer.20161500.\n\n\n“More Than Half of Retail Businesses Are Using Inflation to Price\nGouge.” 2022. https://digital.com/half-of-retail-businesses-using-inflation-to-price-gouge/.\n\n\nRothausen, Teresa J., and Kevin E. Henderson. 2019. “Meaning-Based\nJob-Related Well-Being: Exploring a Meaningful Work Conceptualization of\nJob Satisfaction.” Journal of Business and Psychology 34\n(3): 357–76. https://doi.org/10.1007/s10869-018-9545-x.\n\n\nSmith, Adam. 1776. An Inquiry into the Nature and Causes of the\nWealth of Nations. https://www.geolib.com/smith.adam/won1-10.html.\n\n\nSmith, Robert S. 1979. “Compensating Wage Differentials and Public\nPolicy: A Review.” ILR Review 32 (3): 339–52. https://doi.org/10.1177/001979397903200304.\n\n\nWillis Towers Watson. 2021. “2020 Global Benefits Attitudes\nSurvey.” https://www.wtwco.com/-/media/WTW/Insights/2021/02/2020-global-benefits-attitudes-survey.pdf?modified=20210202204446.\n\n\nYong, Nicholas. 2022. “Most Filipino Employees Prefer Non-Monetary\nBenefits Amid Great Resignation.” https://ph.news.yahoo.com/most-filipino-employees-prefer-work-life-balance-than-higher-pay-or-promotions-poll-080925584.html.\n\n\nYoon, Yeong Joon. 2017. “Pay Cuts Vs. Downsizing: Comparing Their\nEffects on Work Attitudes of Remaining Employees.” PhD thesis,\nUnited States – New York. https://www.proquest.com/docview/1918609058/abstract/19BA3E794065426EPQ/1.\n\n\nResearchers and popular media use the\nmid- to late-1990s as starting birth years and the 2010s as ending birth\nyears of Generation Z (“Generation Z” 2022). I\ndon’t know about you, but I believe that stereotyping demographic groups\nsimply by a range of birth years is limiting, at best, and could lead,\nat worst, to overt or covert discrimination. .↩︎\nLucas Systems reports on its website\nthat “With the help of Lucas, [I deleted firm name] has seen a\n40% increase in throughput while reducing labor by 20%” (Lucas Systems, Inc.,\nn.d.b).↩︎\n",
    "preview": "lm/2022-06-30-paycut/cut.png",
    "last_modified": "2022-07-25T10:10:42-04:00",
    "input_file": {},
    "preview_width": 788,
    "preview_height": 561
  },
  {
    "path": "lm/2022-07-06-oilinf/",
    "title": "transportation, inflation, & the supply chain",
    "description": "A report from a webinar presented by Regional Economic Models, Inc.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-22",
    "categories": [
      "deflation",
      "inflation",
      "oil prices",
      "transportation"
    ],
    "contents": "\n\nI attended an interesting webinar during March 2022 that Fred Treyz,\nCEO of REMI.com, presented about\ninflation, transportation, and oil shocks. Although the entire webinar\nwas informative and throught-provoking,1 I\nfound that three slides encasulated well the components of inflationary\nand deflationary dynamics and their differential effects on various\nsocial and economic classes. Then, summarized on two slides are the\nresults of simulations a 10% hike in the price of oil that Fred\nshared.\n\nDynamics of Inflation\nVarious forces can increase or decrease consumer prices in complex\nways. Monetary policy is the process by which a government,\ncentral bank, or monetary authority manages the supply of money, or\ntrading in foreign exchange markets. Fiscal policy attempts to\ninfluence the direction of the economy through changes in government\nspending or taxes. On top of these policies, severe supply-chain\ndisruptions and labor shortages have added to inflationary\npressures.\n\n\n\nTechnology can make production more efficient.\nGlobalization promotes trade with low-cost producers.\nAging involves changing the amount and kind of consumption.\nRemote work reduces costs of transportation and improves access\nto labor independent of geography.\n\n\n\nSimply put, inflation degrades the well-being of lower income groups\nmore than higher income and wealthy groups. Lower income groups spend a\nhigh proportion of their cash on necessities than higher income/wealth\ngroups, which have more cushion to buy higher priced necessities and\ndiscretionary consumption\n\n\n\nRole of\nTransportation in Inflation and Deflation\nTransportation is a major and direct driver of labor productivity.\nTransportation impediments have dented our supply chain significantly.\nLabor shortages amplify these transportation difficulties.\n\n\n\nThe possibility of stagflation is a worry. A period of slow\neconomic growth and high unemployment (i.e., stagnation) can combine\nwith rising prices (i.e., inflation) to create a recession(i.e., a\nbusiness cycle contraction when there is a general decline in overall\neconomic activity).\n\n\n\n\nDisclosure: I am not a shill for REMI. I was a satisfied and\nenthusiastic REMI customer from the early 1990s until I retired from\nPenn State in 2020.\nNot Mine; REMI’s: The five slides displayed in my notes are\nnot mine. They–and the economic modeling behind them–are REMI’s. Find\nmore, detailed information in the webinar slides and recording. My notes\nare meant to comment on Fred’s presentation.\nWhat is REMI: REMI is a leading provider of\neconomic/demographic models that allow examination of “what if”\nquestions pertinent to evaluation of alternatives to economic.\ntransportation, and tax policy at local, regional, and national\nscales.\n\n\nAll slides shown during the webinar\nand a video recording of the webinar are available at the\nREMI.com web site↩︎\n",
    "preview": "lm/2022-07-06-oilinf/supch.jpeg",
    "last_modified": "2022-07-11T06:20:12-04:00",
    "input_file": {}
  },
  {
    "path": "lm/2022-04-26-greenjobs/",
    "title": "how many Pennsylvania jobs have turned green?",
    "description": "Defining \"green jobs\" was (and still is) a difficult task....published in 2012",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2012-04-12",
    "categories": [
      "green jobs",
      "economic change",
      "Pennsylvania"
    ],
    "contents": "\n\nOriginally published with Rose Baker as “How many Pennsylvania jobs\nhave turned green?” in Pennsylvania Business Central, (April\n2012, Volume 22, Issue 22, pages 3 and 22). When this essay was\npublished, the term “green jobs,” was prominent in policy and public\ndiscussions. Interestingly, as I post this item, the Russia;s war on\nUkraine has made alternate energy futures a hot topic again.\n\nHey, remember green jobs? Looks like Pennsylvania has some.\nAccording to the Bureau of Labor Statistics (BLS) of the U.S.\nDepartment of Labor, green jobs are slightly more concentrated in\nPennsylvania than in the entire U.S., not only among all private sector\njobs, but also within some industries.\nBut, you might ask, as many people have continued to do, what are\ngreen jobs? Certainly, a good working definition of green jobs could\nlead to good measurements of green job counts and opportunities, which\nare critical to national and regional economic policy development,\neconomic research and planning, and education and training\ninvestment.\nThe definition of green jobs, however, rarely has been clear.\nFor example, in his book, “The Green Collar Economy,” Van Jones —\none-time Obama “Special Policy Advisor for Green Jobs, Enterprise and\nInnovation” — defined green jobs as “good local jobs that pay well,\nstrengthen communities, provide pathways out of poverty, and help solve\nenvironmental problems.” Phil Angelides, chair of Apollo Alliance, a\ncoalition of industry, labor, and environmental groups, once said that\ngreen jobs are characterized by “decent wages and benefits that can\nsupport a family. It has to be part of a real career path, with upward\nmobility.”\nIn response, we fist pump, “Rah! Rah!,” of course. Yet, most\ndefinitions of green jobs offered when the green economy was the policy\nleitmotif–of–the–month are not specific enough to guide labor market\nstrategies, policies, and tactics.\nThe BLS tackled head–on the thorny and controversial problem of\ndefining green jobs which has vexed and confused policy discussions\nabout transforming our vast and varied economy to be more\nenvironmentally conscious and energy conserving.\nThe BLS used two approaches to defining green jobs and, then, to\nmeasuring green jobs through a mail survey of U.S. establishments. The\ncommon thread in these two approaches is that green jobs preserve or\nrestore the environment.\nFirst, some green jobs make green goods and services.\nThe BLS counted jobs as “green” at establishments producing goods and\nservices that benefit the environment or conserve natural resources.\nWorkers in these jobs produce energy from renewable sources, make\nproducts that improve energy efficiency, abate pollution, reduce\ngreenhouse gasses, recycle or reuse products, conserve natural\nresources, or encourage compliance with environmental regulations and\ngood practices through education, training, and public awareness.\nSecond, the BLS counted jobs through which workers make their own\nestablishments’ work processes more environmentally friendly or use\nfewer natural resources. Workers in these green jobs use energy from\nrenewable sources which is generated through efficient technologies and\npractices. And, these workers employ processes that abate pollution or\nthat conserve natural resources.\nDisplayed in Figure 1 are percentages of green jobs\nwithin private sector industries in the U.S. and in Pennsylvania during\n2010. Green jobs were a small proportion of total private sector jobs in\nthe nation and in our state.\n\n\n\nFigure 1: U.S. & PA Green Jobs, 2010\n\n\n\nThe percentages of green jobs in the U.S. and Commonwealth were\nsimilar – and low – within most industries. However, over one–third of\nall jobs in Pennsylvania’s utilities industry were classified as green,\nwhich is 3.1 times the concentration of green jobs in this industry than\nin the entire U.S. utilities industry. Also, green jobs were 2.5 times\nmore concentrated in Pennsylvania transportation and warehousing – and\n1.9 times more concentrated in the professional, technical, and service\nindustry – than in the entire nation.\nThe count of Pennsylvania’s 182,200 green jobs in 2010 ranked fourth\namong the six states with greater than 100,000 green jobs. These, and\nthe 2.3 million U.S. green jobs in 2010 counted by the BLS, are not\nnecessarily net new jobs, a factor which has limited the anticipated\nimpact of the development of green jobs on the nation’s employment\npicture.\nFor example, using the BLS data, the Pennsylvania Center for\nWorkforce Information and Analysis estimated that the Pittsburgh area\ncontained 18,000 green jobs in 2010. “I would not say we’ve had 18,000\nnew jobs in new categories,” Stefani Pashman, CEO of the Three Rivers\nWorkforce Investment Board told the Pittsburgh Post–Gazette. “It’s kind\nof a ‘greening’ of existing jobs with some select growth in the\nindustry.”\nMany observers are skeptical that government targeted funds for green\njob training are anything more than a boondoggle. State Budget\nSolutions, a self–described “non-partisan, positive, pro–reform,\nproactive” project, produced a report, “Green Jobs Don’t Grow on Trees,”\nin which was noted that “Pennsylvania is learning firsthand that\nincreasing the number of green workers does not automatically increase\nemployment. The state’s federally–funded MOVE-IT program cost $1.4\nmillion and initially graduated 113 people, of whom only thirty-five\nwere able to find a job. Rather than helping people find work, the\nprogram has merely turned over 75 out-of-work citizens into green\nout-of-work citizens.”\nAs senior policy analyst Kermit the Frog often sings,\n\nLast updated on\n\n[1] \"2022-06-23 16:43:42 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "https://davidpassmore.net/blogd/img/kermit.jpeg",
    "last_modified": "2022-06-23T16:43:44-04:00",
    "input_file": {}
  }
]
