[
  {
    "path": "ec/2022-04-19-questions/",
    "title": "questions about the Pennsylvania Petrochemicals Complex....have answers? or, even more questions?",
    "description": "I request your answers to my questions -- for which I personally have no, or perhaps malformed, answers -- about the Pennsylvania Petrochemicals Complex in Monaca, Pennsylvania.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-04-21",
    "categories": [
      "ethane cracker",
      "natural gas liquids",
      "shell public liability company",
      "ethylene",
      "polymerization",
      "plastic resin",
      "Beaver County, Pennsylvania"
    ],
    "contents": "\n\nContents\nBrief Background\nSome of My\nQuestions….You Have Answers?\nReuse\nComments/Corrections\n\nI have many questions about the ethane cracker and pellet\nmanufacturing operation at the Pennsylvania Petrochemicals Complex in\nMonaca, Pennsylvania, for which I do not have answers. Maybe you have\nanswers for me. I am ignorant. Educate me, please! Share information\nwith me using the Disqus comment form at the bottom of this\nposting. Contact me privately with your answers or insights through a\ndirect message on Twitter @DLPPassmore or via email at\ndlp@davidpassmore.net.\n\n\n\nFigure 1: Rendering of the Soon-To-Be-Completed Pennsylvania\nPetrochemicals Complex\n\n\n\nBut, first, a brief background statement about my simple, personal\nunderstanding of ethane cracking and pellet manufacturing at the\nPennsylvania Petrochemicals Complex, an understanding that I encourage\nyou to dispute and suggest that I update. Then, I offer my questions.\nBored with the background already? Then, jump directly to the\nquestions.\nBrief Background\nNatural Gas Liquids\nObtaining methane for energy production is a primary focus of natural\ngas extraction from Marcellus Shale and Utica shale formations in the\nnortheastern U.S. Natural gas extracted in north central and northeast\nPennsylvania is described as “dry” because it contains mostly methane.\nHowever. so-called “wet” gas produced in southwestern Pennsylvania\ncontains methane, but also natural gas liquids (NGLs) such as ethane,\npropane, butane, isobutane, and pentane. These co-products1 of\nnatural gas production, while costly to separate from the natural gas\nstream, have commercial value to add profitability to the extraction of\nwet gas.\nEthane Cracking\nHistorically, most NGLs used in the U.S. have been recovered from\nU.S. natural gas, although some have been sourced from crude oil\nrefining and imports (Keller 2012).\nEthane represents the highest proportion of NGLs in wet gas. Ethane\ndistilled from natural gas liquids is a feedstock for ethylene\nproduction.\nEthylene is a raw material for the manufacture of polymers such as\npolyethylene, polyvinyl chloride, and polystyrene as well as fibers and\nother organic chemicals. A majority of ethylene is produced using a\nprocess called “steam cracking,” a thermal process in which\nhydrocarbons2 are broken down, or “cracked” into\nsmaller molecules.\nIn a few words,3 superheated, pressurized steam\ncauses ethane (C\\(_{2}\\)H\\(_{6}\\)) to vaporize, which splits the bonds\nbetween carbon and hydrogen atoms. Ethyelene molecules (H\\(_{2}\\)C⚌CH\\(_{2}\\)), form, freeing two hydrogen atoms.\nThe resulting vapor is composed of ethylene, other hydrocarbons,\nunprocessed ethane molecules, and steam.4 The\nvapor undergoes additional processing to isolate the ethylene\nmolecules.\n\n\n\nFigure 2: Ethane Molecules are Cracked to Form Ethylene Molecules\n\n\n\nPolymerization\nUnique among elements is the capability of carbon to form single\nbonds chemically with up to four other atoms and to double bond with\nitself, as in an ethylene molecule. Carbon is one of the only elements,\nbecause of its bonding properties, that can create long chain-shaped\nmolecules to form the basis for the fats, carbohydrates, nucleic acids\n(DNA and RNA), and proteins that serve as the basis of life itself.\nChaining together ethylene molecules (monomers) through a chemical\nprocess called polymerization produces polyethylene (a polymer, which\nmeans “many parts”) with thermoplastic attributes. A thermoplastic has\nthe property of softening or fusing when heated and of hardening and\nbecoming rigid again when cooled.\nDownstream Uses of\nPolyethylene\nPolyethylene is the primary feedstock for manufacturing a vast range\nof consumer products, the foremost of which involve packaging (a few of\nmany examples: sandwich wrap, cling wrap, moisture barriers, food\npackaging, box coating). Polyethylene often is produced as small\npellets. These plastic pellets are unit-priced by the pound for sale in\ndownstream markets. Pellet prices demonstrate volatility (Pederson 2021) because they are driven\non the supply side by equally volatile prices for natural gas and on the\ndemand side by consumer preferences for “eco-friendly” packaging\nsolutions and by environmental regulation of plastic products.\nNotable Inputs\n& By-Products of Ethane Cracking\nSome Inputs\nAn ethane cracker gathers, usually through pipelines, a supply of\nethane feedstock that has been fractionated [“Fractionation - an Overview | ScienceDirect\nTopics” (n.d.)]5\nfrom the NGL spectrum in natural gas extracted from shale formations at\nwell sites. Markedly, ethylene production uses a large amount of energy\nto superheat the steam that cracks ethylene from ethane.\nSome By-Products\nCracking ethane emits hazardous by-products6\nthat can render the air, soil, water, or other natural resources harmful\nor unsuitable for use. Small inhalable particles (e.g., PM\\(_{2.5}\\)), another by-product of ethane\nproduction, can damage short- and long-term human respiratory function.\nCracking also releases carbon dioxide (CO\\(_{2}\\)), a gas that can absorb energy\nwithin the infrared wavelengths. This energy is transferred by collision\nwith other molecules. Faster molecular motion produces heat. Trapped\nheat from this action of carbon dioxide in the Earth’s atmosphere is the\n“greenhouse effect” that has affected global warming.\nThe Pennsylvania\nPetrochemical Complex\nShell7 made a final investment decision to\nbuild an ethane cracker integrated with a plastic pellet manufacturing\nfacility at the Pennsylvania Petrochemicals Complex on the Ohio River in\nMonaca, Pennsylvania (“Pennsylvania\nPetrochemicals Complex,” n.d.). The plant (see Figure\n3) is nearing is nearing completion and could starting\noperating in late 2022, according to Shell announcements reported in the\npopular press (Melinek 2021).8 Shell has estimated variously the\ndeployment of between 400 to 600 jobs at the Complex.\n\n\n\nFigure 3: Google Map of Location of Pennsylvania Petrochemicals\nComplex\n\n\n\nShell has indicated that the plant will produce 1.6 million tons of\nvarious grades of polyethylene pellets from 3.9 million barrels of\nethane annually. The ethane cracker is geographically proximal to ethane\nsources in Pennsylvania, Ohio, and West Virginia involved with wet gas\nproduction and processing from Marcellus and Utica shale formations.9 More than 70% of North American\npolyethylene customers are within a 700-mile radius of plastic pellet\nproduction at the Pennsylvania Petrochemical Complex.\nAccording to a biting 2020 analysis offered by the Institute for Energy Economics and Financial\nAnalysis (Sanzillo and Hipple\n2020), the Pennsylvania Petrochemical Complex faces prospects\nof low product prices, risk of oversupply of plastic resins, stiff\ncompetition from other producers, volatility in ethane feedstock\nmarkets, the possibility of low overall economic growth, and competition\nfrom recycled plastics materials. Concluded by the Institute is that the\nComplex “will open to market conditions that are more challenging than\nwhen the project was planned. The [C]omplex is likely to be less\nprofitable than expected and face an extended period of financial\ndistress.”\nSome of My Questions….You\nHave Answers?\nWhat Motivates My Questions?\nAs I wrote, I have many questions about the Pennsylvania\nPetrochemicals Complex. In particular, I remain largely ignorant of many\nof the deep, fundamental facts about the Complex. Perhaps, you feel this\nway, too.\nI believe I have answers to some questions, which I will share for\nyour scrutiny. Answers to many of my questions are extant, of course. I\nmerely have not discovered them. You can help by informing me about\naccessible documents that provide answers. And, perhaps you have new and\nimportant questions that I have not considered. Poke your questions into\nthe stream of thought in this blog about the Pennsylvania Petrochemicals\nComplex.\nWhat Qualifies as Answers?\nI seek answers that possess the following attributes:\nGeneral answers are not informative about ethane cracking,\nnatural gas production, or the plastics industry. Rather, the\nPennsylvania Petrochemicals Complex remains the focus of all\nanswers.\nPrimary sources are desired, not secondary reports.\nOften-cited and -repeated story lines about energy topics can originate\nin social media postings, manifestos from opposing or supporting\nadvocacy groups, releases from public relations groups representing\nclients, or public statements from energy-using or -producing firms\nthemselves. These secondary sources of fact, intention, or opinion –\nsometimes abstracted from primary sources – might be wholly or partially\ntrue. Yet, a careful examiner desires more primary direct, accountable\ninformation. For instance, citation of a press release about the amount\nof CO\\(_{2}\\) a facility will emit is\nless desirable information than an official, legal filing with\nregulatory authorities about the amount and kind of pollutants a\nfacility certifies that it expects to emit. However, secondary sources\nmight contain the only hints available about operational and\nfinancial details and intentions. Non-disclosure and translucence in\nsecondary sources about such matters as technology, intentions,\nunanticipated events, and financing, in fact, can support strategy of\nactors representing specific interests.\nOpen access and transparency about answers are necessary.\nFor example, a publicly-accessible summary of an otherwise\ninaccessible10 report is nothing more than\ninformation that remains inaccessible for critical review. Also,\ninformation that is not accessible and about which details are hidden,\nselectively screened, or incompetently reported makes kernel information\nunverifiable. The message plainly becomes no more than hearsay. As\nStevie Wonder once sang in his 1972 composition Superstition, “When you\nbelieve in things that you don’t understand, then you suffer.”\nIn sum: I wish to study accessible, documentable, and clear\nanswers to questions about the Pennsylvania Petrochemical\nComplex.\nBut, Wait, What Are My\nQuestions?\nSome answers to these questions are available to me already. Others\nare not. Some answers are buried in dry regulatory or technical reports.\nIt is even possible that no evidence is available to answer other\nquestions now or, perhaps, will be available in the future.\nI will refine or extend this list of questions as I learn more about\nthe Pennsylvania Petrochemicals Complex:\nInputs to the complex\n1.1 What goods and services does the plant purchase?1.1.1 from the region?\n1.1.2 from outside the region?\n1.1.3 with what costs?\n1.1.4 from what suppliers?\n\n1.2 What is the laborshed11 for the plant?\n1.3 How many workers are employed at the plant?1.3.1 in what occupations?\n1.3.2 for what pay?\n1.3.3 by place of residence?\n1.3.4 by licensed/credentialed workers?\n\nOutputs from the complex\n2.1 What are the products and co-products of the plant?\n2.1.1 to the region?\n2.1.2 outside the region\n2.1.3 at what prices?\n2.1.4 to what customers?\n\n2.2 What are the by-products of the plant?\n2.2.1 in what form produced?\n2.2.2 to whom and where delivered?\n2.2.4 at what costs?\n\nPerformance of the complex\n3.1 How is the activity, output, and performance of the plant\nclassified in national/regional income and product accounting\nsystems?\n3.2 What are the direct, indirect, and induced effects (current, not\nforecasted) of plant operation on employment, income, and taxes in\nregional, state, and national economies (an input-output framework\nimplied; see (Passmore\n2022))?\n3.3 What are the community trends in social and economic indicators\nover the period of plant operation?\n3.3.1 compared to the U.S.\n3.3.2 compared to Pennsylvania\n3.3.3 compared to similar communities operating without ethane\ncracking and plastic pellet manufacturing (implies a quasi-experimental\nresearch design; see (Shadish, Cook, and Campbell\n2001))\n\n3.4 What is the contribution of the plant to the financial returns\nto its owners (as shown in ad hoc and periodic reports to shareholders\nand other stakeholders)?\n3.5 In what regulatory/enforcement actions has the plant been\ninvolved?\nAnd, Where Are Answers\nDocumented?\nI request that you share information with me about these and other\nuseful questions or, better yet, provide answers to questions using the\nDisqus contact form at the bottom of this page. Contact me\nprivately with your insights through a direct message on Twitter @DLPPassmore or via email at\ndlp@davidpassmore.net. Yes, you will be credited for\nyour contribution.\nIn the next week (today is 21 April), I will open a posting in this\nblog site (served at davidpassmore.github.io/blog) that\nwill contain questions asked and answers I have assembled to date. I\nwill update this current paragraph to display the URL of the blog\nposting when it becomes available. Updates of the “Q & A” blog\nposting will occur as questions are refined or extended and when\nadditional answers are provided. The blog posting will offer an RSS feed\nand a subscription link to allow notification about changes that occur\nin the posting.\n\n[1] \"2022-05-04 16:19:50 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nCallahan, David, Robert Brundrett, and Charlie Burd. 2022. “David\nCallahan, Robert Brundrett and Charlie Burd: Celebrating Appalachia’s\nGreen Transformation.” https://triblive.com/opinion/david-callahan-robert-brundrett-and-charlie-burd-celebrating-appalachias-green-transformation/.\n\n\n“Fractionation - an Overview | ScienceDirect Topics.” n.d.\nhttps://www.sciencedirect.com/topics/earth-and-planetary-sciences/fractionation.\n\n\nKeller, Anne. 2012. “NGL 101 - The Basics.” https://www.scribd.com/document/321009084/eia-ngl-workshop-anne-keller-pdf.\n\n\nMelinek, Jacquelyn. 2021. “Shell Pennsylvania Petchems Project\n70.” https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/petrochemicals/031221-shell-pennsylvania-petchems-project-70-complete-operational-in-2022-spokesman.\n\n\nPassmore, David L. 2022. “NOTES FROM PITTSBURGH: Understanding\nInput-Output Modeling for Assessing Potential Economic Impact.”\nhttps://davidpassmore.github.io/blog/posts/2022-04-04-repoimplan/.\n\n\nPederson, Jacki. 2021. “Plastic Resin Prices 2021 | Resin Shortage\n& Cost of Plastic Explained.” https://summitpackaging.com/plastic-resin-prices-2021-resin-shortage/.\n\n\n“Pennsylvania Petrochemicals Complex.” n.d. https://www.shell.com/about-us/major-projects/pennsylvania-petrochemicals-complex.html.\n\n\nSanzillo, Tom, and Kathy Hipple. 2020. “IEEFA Report: Financial\nRisks Loom for Shell’s Pennsylvania Petrochemicals\nComplex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\nShadish, William, Thomas Cook, and Donald Campbell. 2001.\nExperimental and Quasi-Experimental Designs for Generalized Causal\nInference. Boston, Massachusetts: Cengage Learning.\n\n\nA co-product, a desirable\nsecondary good that is generated during the manufacturing process and\ncan be sold or reused profitably, is different than a\nby-product, a material of value that is produced as a residual\nof, or incidental to, the production process. In an accounting sense,\nco-products generate revenue; by-products are associated with costs.↩︎\norganic chemical compound composed\nexclusively of hydrogen and carbon atoms↩︎\nand skipping many steps in the\nchemical engineering of ethylene production from ethane.↩︎\nFigure from https://insights.globalspec.com/article/1490/natural-gas-for-export-process-fundamentals-for-engineers-part-1.↩︎\nChemical separation by successive\noperations, each removing from a liquid some proportion of one of the\nsubstances. The operation may be one of precipitation, or more\nfamiliarly of distillation.↩︎\nAgain, a by-product differs from a\nco-product. A co-products generates revenue; a by-product is associated\nwith costs.↩︎\na public liability company\nincorporated in the UK↩︎\nFigure from Google Maps\nimage↩︎\nAccording to leaders of coalitions of\nnatural gas producers in Pennsylvania, West Virginia, and Ohio, “Our\nthree states produce roughly one-third of America’s natural gas, making\nAppalachia the third largest gas producer in the world — behind only the\nU.S. itself and Russia” (Callahan, Brundrett, and Burd 2022).↩︎\ni.e, behind a pay wall or restricted\nto limited distribution among advocates.↩︎\nThe area or region from which the\nComplex draws its workers.↩︎\n",
    "preview": "ec/2022-04-19-questions/LNG-04a.jpeg",
    "last_modified": "2022-05-04T16:19:53-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-04-04-repoimplan/",
    "title": "understanding input-output modeling for assessing potential economic impact",
    "description": "Maybe this dry, geeky essay won't shock your soul, but it describes input-output models, their assumptions, & their uses for estimating economic impact of grand public investments.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-04-12",
    "categories": [
      "economic impact",
      "IMPLAN",
      "Wassily Leontief",
      "counterfactuals",
      "input-output modeling"
    ],
    "contents": "\n\nContents\nSpecification of\nthe Input-Output Model\nUse\nof Counterfactuals to Identify Potential Economic Impact\nSelected\nSoftware and Systems for Input-Output Modeling\nLast updated on\nReuse\nComments/Corrections\n\nInput-output modeling is a data-based, computational, and often\nprospective approach to unwinding the impact of projects, events, and\nchanges in local economies. An input-output model accounts for goods and\nservices that are required as inputs by industries to produce\noutputs of goods and services necessary to satisfy supply\nrequirements for inputs to other industries and delivery directly to\nconsumers (Miernyk\n1965).\nInput-output modeling is a way to measure the effects of a project,\nprogram, activity, or event on the structure or conditions of economic\nlife in a country, area, or period. Use of input-output modeling is\npervasive in the assessment of economic impact. However, this modeling\ntechnique often is misapplied and debauched by various rakehells of\nacademia and consulting to fulfill patently politically-motivated\nspending of public funds. For these reasons, understanding the ways and\nmeans of input-output modeling is essential for weighing critically any\nassertions about economic impact.1\nIn this paper, I outline the details of the input-output model and\nits assumptions, outline common uses (and some concerns about abuses) of\nthe model to estimate potential economic impact, and list selected\nsoftware and systems available for input-output modeling. In doing so, I\ndo not get into any depth in the vast literature on input-output\nmodeling. Nor do I establish a critical or skeptical stance about this\nmodeling or its uses. For the most part, I offer in this blog posting a\ntechnical description, unadorned by advocacy or patronage, of\ninput-output modeling. I will refer to the technical base offered in\nthis blog posting to support my reviews and commentaries about a variety\nof economic impact reports that I will make in other blog postings.\nSpecification of the\nInput-Output Model\nProduction and Consumption\nConsider an economy with \\(I\\)\nproducing industries and \\(J\\)\npurchasing industries, where \\(I = J\\).\nSome of the output of industry \\(i\\) is\nsold to industry \\(j\\) for use in its\nown production.\nLet \\(\\textbf{X}\\) stand for a\nsquare matrix of transactions among industries, with elements \\(x_{ij}\\) containing the dollar value of\ngoods and services sold by producing industry \\(i\\) to purchasing industry \\(j\\). Sales of the product of industry \\(i\\) to itself — that is, \\(x_{i=j}\\) — are possible. For instance, the\ncoal industry also might purchase coal for use in its own production\nprocesses.\nOutput of industry \\(i\\) not\npurchased by industries for their own production instead is sold\ndirectly to consumers to meet demands for personal consumption in\nhouseholds, government purchases of defense and non-defense goods and\nservices, fixed investments such as housing and other structures, and\nexports net of imports. Let \\(\\textbf{y}\\) represent an \\(I\\)–length vector whose elements display\nthe dollar value of goods and services delivered by producing industry\n\\(i\\) to fulfill final demands of the\neconomy for personal consumption, government purchases, fixed\ninvestments, and net exports. Vector \\(\\textbf{y}\\) represents the “final demand”\nfor goods and services in an economy and is known commonly in the\nparlance of national income and product accounting practice as gross\ndomestic product (“Gross Domestic Product |\nu.s. Bureau of Economic Analysis (BEA),” n.d.).\nDirect Requirements\nQuantities in an input–output model most commonly are expressed as\nmonetary values (e.g., as dollars, rubles, yuan, or some other form of\ncurrency used as a medium of exchange) rather than as quantities of\ngoods and services, although some energy and resource input–output\nmodels are scaled in physical quantities such as megawatts of\nelectricity, kilograms of waste, hectares of land, or liters of water\n(Weisz and Duchin 2006).\nThe production sector of the economy, then is defined by \\(\\textbf{X}\\), and \\(\\textbf{y}\\) is the consumption sector. The\ntotal output of the economy by producing industry, contained in \\(I\\)–length vector \\(\\textbf{x}\\),2 is\nequal to the sum of production and consumption, or\n\\[\n\\begin{equation}\n\\tag{1}\n\\textbf{x}=\\textbf{X}+\\textbf{y}.\n\\end {equation}\n\\]\nDefine \\(\\textbf{A}\\), a direct\nrequirements matrix with elements \\(a_{ij}=x_{ij}/x_{j}\\) showing the\nproportion of industry \\(i\\) output\nrequired for production by industry \\(j\\). Equation (1) now becomes\n\\[\n\\begin{equation}\n\\tag{2}\n\\textbf{x}= \\textbf{Ax} + \\textbf{y}.\n\\end{equation}\n\\]\nSome Assumptions About\nRequirements\nAssumptions undergird all models, which are not the entity itself but\nare an abstraction of particular features of interest. Accordingly,\ninput-output models rest on important assumptions that simplify and\ncomplicate…both at the same time.\nElements in \\(\\textbf{A}\\) are\nassumed to be fixed, homogeneous, and linear within purchasing\nindustries. I dwell on these assumptions because they are at the very\ncore of the operation as well as the credibility of input-output\nmodeling.\nFixed\nInputs required by purchasing industry \\(j\\) from producing industry \\(i\\) do not change over time. More\ntechnically, zero elasticity of price or quantity substitution exists\namong inputs to purchasing industry \\(j\\). Increasing or decreasing industry\nj output requires increasing or decreasing industry i\ninputs in the same proportion. “In other words,” according to the Bureau\nof Economic Research for the U.S. Department of Commerce,(“Regional Input-Output Modeling System (RIMS\nII) User’s Guide | u.s. Bureau of Economic Analysis (BEA),”\nn.d.) “…businesses can use as many inputs as needed without\nfacing higher prices.” An implication is that no bottlenecks in supply\nare recognized in static input-output models, even though economic\ndifficulties during the COVID-19 pandemic show that supply constraints\nare a disruptive fact of economic life. In these ways, coefficients in\n\\(\\textbf{A}\\) are assumed to be\nfixed.\nHomogeneous\nAll firms and establishments in purchasing industry \\(j\\) use the same, fixed proportion of\nindustry \\(i\\) inputs. That is, no\nvariation exists in resource and product markets within an industry.\nSame suppliers; same customers; same technology of production. Every\nproducer in an industry does the same thing and is affected by market\nforces in the same way. In this sense, industries are rendered\nhomogeneous in input-output modeling.\nAn aside about terminology and classification applicable to the the\nassumption of homogeneity of industries in input-output modelings:3 \nA fundamental rule followed in most input-output modeling is that\nthe least common denominator of analysis occurs the level of an\nindustry, which is an aggregation of activity by highly similar\ngoods or services and business activity, and not by firm or within\nestablishments run by firms. Industry output is produced by\nfirms, which are for-profit business organizations, such as a\ncorporations, limited liability companies, or partnership. A number of\nfirms can contribute to an industry. As I shall explain in the\nnext item in this side discussion, industries are not mutually exclusive\ncollections of firms. Separate industries might include some of the same\nfirms. Also, firms might own or manage multiple establishments at which\nindustry production occurs. An establishment is a single\nlocation where business is conducted or where services/operations are\nperformed.4 In general, the production flow\nmoves from establishments within firms and, then, to\nindustries.\nTo add complexity to the input-output accounting scheme, some\nfirms produce multiple goods and services that are classifiable in\nmultiple industries. For instance, the production of food-safe,\nnon-denatured alcohol distilled from grain5 is\naccounted as output of the Denatured Alcohol Manufacturing\nIndustry (NAICS6 325193, (“NAICS Code: 325193 Ethyl Alcohol\nManufacturing,” n.d.)). Grain remaining after\ndistillation is a co-product7 product of denatured\nalcohol manufacturing and could be classified as a product of the\nOther Animal Food Manufacturing Industry (NAICS 311119, (“NAICS Code: 311119 Other Animal Food\nManufacturing,” n.d.)). One single process, two\nseparate products.\nAn economy is understood as an open system that can gain or lose\nincome or products from outside its boundaries through trade. Moreover,\nany aggregations such as firms, cities, geopolitical regions, countries,\nor the entire world could form the boundaries of an economy examined. As\ndescribed the Encyclopedia of Social Measurement (Leeuwen, Nijkamp, and\nRietveld 2005), large, diversified economies producing many\ngoods and services can demonstrate large economic impacts because (a) a\nlarge region can fulfill its demand for goods and services from within\nthe region, (b) transportation of goods and services with the region is\nsimpler than hauling in these resources, and (c) economic activity in\nlarge region tends to agglomerate sales to surrounding regions. For\nthese reasons, specification of the kind and level of aggregation of\nindustry data can have a profound effect on an assessment of economic\nimpact.\nLinear\nNeither economies nor diseconomies of scale occur as producing\nindustry \\(j\\) output increases or\ndecreases (i.e., linear). Also, this assumption implies that\nscale – and the institutional knowledge aggregated from collective work\n– has no bearing on the dollar value of resources required for\nproduction or for the functioning of the product market.\nAre These Assumptions\nRealistic?\nHow correct are these assumptions? How important even is\nverisimilitude of the assumptions with reality?\nThese three assumptions – fixed, homogeneous, linear – about the\nnature of direct input-output requirements are, of course, highly\nrestrictive and probably are unrealistic attributes to assign to most\neconomies. In spite of that, many analysts choose to believe that these\nassumptions have proved tenable within limits and useful for economic\nanalysis in static contexts, even without adding additional complexity\nto expand the simple model represented by equation (2). Rather, the use\nof the model often rests on the verisimilitude of its assumptions with\nreality. Many analysts have relied on the pragmatic view that these\nassumptions are close enough to short-term reality to allow answers to\neconomic problems that do not lend themselves to other analytic\ntechniques (Goldman\n1965).\nThe John Locke Foundation is one critic of common input-output\nmodeling applications. The Foundation asserts (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017a) that many modeling\nefforts fail to consider opportunity costs – that is, forgone\nbenefits that could accrue from an option not chosen. Most studies using\ninput-output analysis only consider benefits of a project, but fail to\nconsider or model the costs of a project.\nOf course, any new economic activity viewed without costs always will\ndemonstrate unalloyed benefits. Something is larger than nothing, right?\nThe “big-benefits-with-few-costs” approach is quite compelling to\nlegislators, policy-makers, and funding agencies seeking to convince the\npublic that projects, events, or changes are indispensable for economic\ngrowth and community revitalization (Sanders 2015). The John Locke Foundation\nasserts that input-output modeling is so often conducted “by\nprofessional consulting firms who are hired by interest groups to do the\nstudies. Furthermore, seldom do those who actually perform the studies\nhave formal training in economics. Instead their expertise is in\nusing…proprietary [input-output] models (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017b)”.\nIgnoring opportunity costs and other modes of failure to think ahead\nto consider full economic consequences prompted Frédéric Bastiat, French\neconomist best known for his journalistic writing in favor of free trade\nand the economics of Adam Smith, wrote in his last published pamphlet in\n1850 that:\n\nIn the economic sphere an act, a habit, an institution, a law\nproduces not only one effect, but a series of effects. Of these effects,\nthe first alone is immediate; it appears simultaneously with its cause;\nit is seen. The other effects emerge only subsequently; they are not\nseen; we are fortunate if we foresee them.\n\n\nThere is only one difference between a bad economist and a good one:\nthe bad economist confines himself to the visible effect; the good\neconomist takes into account both the effect that can be seen and those\neffects that must be foreseen (Bastiat 1964).\n\nI do not mean to ignore these importance of these assumptions and\ncriticisms of them. I will take up these matters directly as I review\nreports of economic impact in other postings on this blog.\nIndirect\nand, then, Total Requirements (The Leontief Inverse)\nIntroducing for mathematical convenience an \\(I x J\\) identity matrix, \\(\\textbf{I}\\), and algebraically rearranging\nterms in equation (2), the relationships among production, consumption\nand economic output is expressed as\n\\[\n\\begin{equation}\n\\tag{3}\n\\textbf{x}=(\\textbf{I} - \\textbf{A})^{-1}\\textbf{y},\n\\end{equation}\n\\]\nwhere \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) is called a total requirements matrix\nthat shows the additional dollar value of output from industry \\(i\\) needed directly or indirectly to\ndeliver a dollar’s worth of output from industry \\(j\\) to final demand in the economy. The\nmatrix inverse, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\), often is described as the Leontief\nInverse,8 in honor of Wassily Leontief (Leontief 1936, 1966), an\neconomist who won the Nobel Memorial Prize in Economic Sciences in 1973\nfor developing economic input–output analysis theory and methods (“The Sveriges Riksbank Prize in Economic\nSciences in Memory of Alfred Nobel 1973,” n.d.).\nActual economies can have large numbers of industries, so \\(\\textbf{A}\\) often is highly dimensional.\nAs a consequence, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) usually is solved numerically by computational\ntechniques involving Laplace transforms and Lagrange multipliers.\nTaking the difference between the total requirements matrix and the\ndirect requirements matrix produces an indirect requirements\nmatrix. Indirect requirements are generated from the long string of\ntransactions among industries representing intermediate production that\nmust occur to generate a final product for consumption. The addition of\nhouseholds as both a row and column in \\(\\textbf{X}\\) allows inclusion of the\neffects of household production and purchasing into the model. This\naddition augments the total requirements matrix to include not only\ndirect and indirect requirements but also to show induced effects of\nhousehold spending on the economy as it stimulates purchases of goods\nand services. The difference between the total requirements matrices,\nnet of the indirect requirements matrix, including household spending\nproduces an induced requirements matrix.\nMultipliers\nIndirect and induced requirements matrices display how each dollar\nspent on goods and services delivered to consumers multiplies itself\nthroughout the economy. Ratios between [(direct requirements \\(+\\) indirect requirements) \\(/\\) direct requirements] as well as ratios\nbetween [(direct requirements \\(+\\)\nindirect requirements \\(+\\) induced\nrequirements) \\(/\\) direct\nrequirements] are called Type I and Type II\nmultipliers, respectively. Pre–multiplying the direct, indirect, and\ninduced requirements matrices by, say, total employment parses the\nimpact of delivery of final demand to consumers into direct, indirect,\nand induced employment components. In a similar manner, multipliers for\nother economic indicators – such as economic output, value added,\nincome, taxes – can be computed.\nPeople who commission input-output modeling of potential economic\nimpact often are most interested in multipliers to demonstrate that an\ninvestment of public funds in a project can benefit an entire community.\nFor example, an analysis of the potential economic impact of a\npetrochemical manufacturing facility in Beaver County (north of\nPittsburgh, PA) concludes\n\n…operations will involve approximately 240 to 450 new jobs for Beaver\nCounty residents at the petrochemical facility. With multipliers, total\nnew jobs held by Beaver County residents are anticipated to be between\n777 and 1,444. Annual labor income increases in Beaver County will be\nbetween approximately $73 and $120 million. Over the 40-year operational\nlife of the Project, labor income increases within Beaver County are\nestimated to total between $1.5 and $2.4 billion. Annual value added in\nBeaver County would be between $260 and $846 million. Over the assumed\n40-year operation period, this equates to a present value of $10.3 to\n$16.7 billion.(Clinton, Minutolo, and\nO’Roark 2021) \n\nThis analysis and other assertions about economic impact of operation\nof the petrochemical facility supported state and local tax breaks for\nthe developer:\n\nPennsylvania’s fiscal incentive package — which includes a large tax\ncredit along with job-training incentives — was also crucial to the\ncompany’s decision to both proceed with the project and locate it in\nPennsylvania, Visser said.\nIn 2012, state lawmakers authorized a tax credit for companies that\nuse ethane that invest more than $1 billion and employ more than 2,500\nworkers during construction. Shell was given a 25-year tax break worth\nabout $66 million a year starting in 2017, or about $1.65 billion in\ntotal. The state also extended a tax-free Keystone Opportunity Zone in\nBeaver County and provided other grants.\n“I can tell you with the hand on my heart that without these fiscal\nincentives, we would not have taken this investment decision,” Visser\n[Royal Dutch Shell representative] said. (“Location and Tax Breaks Key to\nShell’s Pennsylvania Cracker Plant Approval | Reuters\nEvents | Downstream,” n.d.)\n\nUse of\nCounterfactuals to Identify Potential Economic Impact\nWhat is a Counterfactual?\nInput-output modeling is useful for describing of the anatomy and\nphysiology of an economy. However, these models also offer a basis for\nsimulating economic scenarios that are “counter to the facts” to inform\nrisk assessment.\nA counterfactual is a hypothetical scenario that runs\n“counter to the facts” of an existing reality. A counterfactual\ncondition entails “What if…?” questions that represent thought\nexperiments about propositions that run counter to the facts. For\ninstance, how would an economy have grown and changed if an activity or\nevent did not occur? How do supply chain constraints or disruptions\naffect an innovation? The potential impact of an activity, event, or\nconstraint is the difference between what would have happened with and,\nthen, without the activity, event, or constraint.\nResearchers long have used the counterfactual approach to consider\nstrategic decisions, decisive acts, and paths of activity that would\nhave altered the course of history. For instance, in Ab Urbe Condita\nLibri (Ab urbe condita libri,\niterum recognovit 1873),9\nTitus Livius Patavinus, a Roman historian, contemplated an alternative\nin 4th century BC by questioning, “What would have been the results for\nRome if she had been engaged in war with Alexander?” Lewis (Lewis 1974) indicated that the modern\ncounterfactual approach goes back at least to the 18th century Scottish\nEnlightenment philosopher David Hume.\nHistorians, essayists, and novelists have applied counterfactual\nthinking productively in a variety of situations. For instance, in 1931\nWinston Churchill wrote an essay, “If Lee Had Not Won the Battle of\nGettysburg,” (Churchill\n2014) that examined the counterfactual viewpoint about what\nwould have happened if the Confederacy had won the American Civil War10 (see counterfactual examples\nregarding the American Civil War (Lewis 1931)). In 1962, Philip K. Dick, a\nnovelist in the science fiction genre, published The Man in the High\nCastle (Dick 1962), a\nnarrative of a thought experiment that considered the consequences if\nNazi Germany and Imperial Japan had won the Second World War.\nConstructing\nCounterfactuals Within Input-Output Modeling\nInput–output modeling can help examine counterfactuals. The typical\nway to conduct such a counterfactual approach is to construct and\ncompare two economic scenarios. The first scenario contains a possible\nalteration in the economy – the counterfactual – that would be\nidentified in input-output terms an economic changes resulting from,\nsay, an innovation (e.g., a new production process), event (e.g., a\ndisaster), policy (e.g. immigration regulation), or financial rule\n(e.g., taxing authority). A second scenario merely maintains the “status\nquo” of the economy under the assumption that the economy simply grows\nand changes consistently according to historical trends. The difference\nbetween the first and the second scenarios is the potential economic\nimpact of the economic alteration specified in the first scenario.\nThe results of such counterfactual economic analyses are not economic\nforecasts. Rather, such analyses isolate the importance only of one\nnarrow group of changes in an economy by showing the gross effect of\nthese changes rather that the effect of changes net of all other\npotential changes taken together that could affect an economy. A\ncounterfactual used with input–output methods typically is specified\nunder the assumption of ceteris paribus – that is, with the\nassumption of “all other things remaining the same” or, as is much more\nrestrictively used in physics and other sciences (Cartwright 1980), “if, and only if, all\nother things are the same and correct” More restrictively,\nceteris absentibus, a term meaning literally “others absent,”\nprobably best describes the approach for economic counterfactuals (Joseph 1980).\nAn Example of a\nCounterfactual Specification\nA potential impact of a counterfactual is computed by calculating the\ndifference between (a) an economic scenario created by a counterfactual\ncondition exemplifying a production or consumption shock and (b) a\nstatus quo scenario representing an economy anticipated under historical\ntrends in growth and change. Shown in Table 1 are three classes of\ncounterfactuals that are possible in a hypothetical case for the\nproduction and consumption of transparent aluminum, a material\nI introduce only to offer an example of the structure of potential\ncounterfactuals in input-output analysis.\nTable 1. Three hypothetical macroeconomic counterfactuals\nspecified to assess risk to production and consumption of transparent\naluminum\nCounterfactual description\nChange specified in macroeconomic model\nChange in consumption of transparent aluminum\n\\(\\Delta y_{i'}\\), where\nelement \\(y_{i'}\\), is total final\ndemand for industry \\(i'\\), the\ntransparent aluminum industry (where \\(i'\\subseteq I\\)).\nChange in production function for the transparent aluminum\nindustry\n\\(\\Delta a_{j'}\\), where vector\n\\(a_{j'}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to the\ntransparent aluminum industry (where \\(j'\\subseteq J\\)).\nChange in production function of a purchaser of transparent\naluminum\n\\(\\Delta a_{j}\\), where vector\n\\(a_{j}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to any\nindustry other than the transparent aluminum industry (where\n\\(j' ≠ j\\)).\nTransparent aluminum, a ceramic composite technically known as\naluminum magnesium oxynitride, is an extremely durable,\nsintered crystalline material composed of magnesium, aluminum, oxygen,\nand nitrogen (AlN-MgO-MgAl2O4) that is optically transparent\n(≥80%) in the near-ultraviolet, visible, and midwave-infrared regions of\nthe electromagnetic spectrum. The name of this material comes from its\nsimilarity to a material referenced in the science fiction movie,\nStar Trek IV: The Voyage Home.11\nTransparent aluminum is a promising material that is four times\nharder than fused silica glass, 85% as hard as sapphire, and resists\ncorrosion, radiation, and oxidation (Nishiyama et al. 2017). Products\nrequiring both durability and transparency – such as armored glass,\nwindshields on airplanes and sea vessels, windows for laser and infrared\ncommunications, personal protective gear, smartphone and watch screens,\nand sensor components – are among the potential uses for transparent\naluminum.\nChange in\nconsumption of transparent aluminum\nUsing equation (3), implementing this counterfactual involves\nsubstitution of \\(y_{i'}\\) for\n\\(y_{i}\\) and solving for \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\textbf{y'}\\), where \\(y'\\) is a new column vector of total\nfinal demand for industry \\(i'\\),\nthe transparent aluminum industry (\\(i'\\subseteq I\\)). The result is a\ndirect change in transparent aluminum output, along with indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function for the transparent aluminum industry\nChanging a production function involves altering the proportion of\ntotal products from other industries purchased by the transparent\naluminium industry. This change could result from efficiencies affected\nin the production of transparent aluminium. Or, supply chain constraints\nor shortages might have required changes in the manner that transparent\naluminium is produced. Such a change is manifest in alterations in \\(\\textbf{A}\\). As a result, \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\) also is altered, reestablishing the\ninput-output identity to \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A'})^{-1}\\textbf{y}\\) where \\(\\textbf{A'}\\) is \\(\\textbf{A}\\) altered by \\(a_{j'}\\), a column vector representing\nthe proportion of inputs from \\(I\\)\nindustries purchased as inputs to the transparent aluminum industry\n(\\(j'\\subseteq J\\)). The result\nobserved, holding transparent aluminum output constant, is indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function of a purchaser of transparent aluminium\nThe consequence of this scenario is a similar change similar to\nchanges in the production function for the transparent aluminum\nindustry. However, the result observed, holding output constant in the\nindustry making the production function change, is indirect and induced\nchanges of the total output of all industries, including the transparent\naluminum industry, to the extent that they have direct or indirect\ninterindustry linkages to the industry making the production function\nchange.\nSelected\nSoftware and Systems for Input-Output Modeling\nMany software and systems are available to analyze input-output data\nfrom the national income and product accounts of the United States (viz\ndescription of accounts by the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce (“An Introduction to the National Income and\nProduct Accounts” 2007). Three prominent sets of\nsoftware and systems are IMPLAN, RIMS II, and\nIO-Snap.\nIMPLAN\nIMPLAN (IMpact for\nPLanning and ANalysis) is a prominent example of\nsoftware used estimate the direct, indirect, and induced impacts in\nregional economies. The IMPLAN economic impact modeling system consists\nof software tools and region–specific data to enable in–depth\nexaminations of state, multi–county, county, sub–county, and\nmetropolitan regional economies. IMPLAN seems to have a large share of\nthe market for input-output modeling. Some writers (e.g., (Vowels 2012) ) describe IMPLAN as the\n“gold standard” for input-output analysis.\nRIMS II\nRIMS\nII is a product of the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce that is based on a set of national input-output\naccounts showing the goods and services produced by each industry and\nthe use of these goods and services by industries and final users.\nIO-Snap\nIO-Snap is a software\napplication that includes all aspects of fundamental input-output\nanalyses. Data can be edited and displayed in a variety of formats and\ncompared and contrasted across geographical definitions at different\ntimes.\nLast updated on\n\n[1] \"2022-04-22 07:43:38 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nAb urbe condita libri, iterum recognovit. 1873. Lipsiae,\nTeubner. http://archive.org/details/aburbeconditali08livygoog.\n\n\n“An Introduction to the National Income and Product\nAccounts.” 2007. Washington, DC. https://www.bea.gov/resources/methodologies/mp1.\n\n\nBastiat, Frédéric. 1964. Selected Essays on Political Economy.\nTranslated by Seymour Cain and Edited by George B. De Huszar.\nSeymour Cain and edited by George B. de Huszar. Van Nostrand.\n\n\nCartwright, Nancy. 1980. “The Truth Doesn’t Explain Much.”\nAmerican Philosophical Quarterly 17 (2): 159–63. https://www.jstor.org/stable/20013859.\n\n\nChurchill, Winston. 2014. “\"If Lee Had Not Won the\nBattle of Gettysburg\".” https://winstonchurchill.org/publications/finest-hour-extras/qif-lee-had-not-won-the-battle-of-gettysburgq/.\n\n\nClinton, Steven, Marcel C Minutolo, and Brian O’Roark. 2021.\n“Updated Economic Impact Analysis: Petrochemical Facility in\nBeaver County, Pennsylvania.” Pittsburgh, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\nDick, P. 1962. The Man in the High Castle. New York: Random\nHouse.\n\n\n“Economic Impact Studies: The Missing Ingredient Is\nEconomics.” 2017a. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\n———. 2017b. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\nGoldman, Morris R. 1965. “The 1958 Input-Output Study in Analysis\nand Forecasting.” Business Economics 1 (1): 32–34. https://www.jstor.org/stable/23480225.\n\n\n“Gross Domestic Product | u.s. Bureau of Economic Analysis\n(BEA).” n.d. https://www.bea.gov/resources/learning-center/what-to-know-gdp.\n\n\nJoseph, Geoffrey. 1980. “The Many Sciences and the One\nWorld.” The Journal of Philosophy 77 (12): 773–91. https://doi.org/10.2307/2025803.\n\n\nLeeuwen, Eveline S. van, Peter Nijkamp, and Piet Rietveld. 2005.\n“Regional InputOutput Analysis.” In, edited by\nKimberly Kempf-Leonard, 317–23. New York: Elsevier. https://doi.org/10.1016/B0-12-369398-5/00349-2.\n\n\nLeontief, Wassily. 1936. “Quantitative Input and Output Relations\nin the Economic Systems of the United States.” The Review of\nEconomics and Statistics 18 (3): 105–25. https://doi.org/10.2307/1927837.\n\n\n———. 1966. Input-Output Economics. New York: Oxford University\nPress.\n\n\nLewis, David. 1931. If It Had Happened Otherwise. London:\nLongman.\n\n\n———. 1974. “Causation.” The Journal of Philosophy\n70 (17): 556–67. https://doi.org/10.2307/2025310.\n\n\n“Location and Tax Breaks Key to Shell’s Pennsylvania\nCracker Plant Approval | Reuters Events | Downstream.” n.d. https://www.reutersevents.com/downstream/engineering-and-construction/location-and-tax-breaks-key-shells-pennsylvania-cracker-plant-approval.\n\n\nMiernyk, William. 1965. The Elements of Input-Output Analysis.\nMorgantown, West Virginia: Regional Research Institute at The Research\nRepositoryat West Virginia University. https://researchrepository.wvu.edu/rri-web-book.\n\n\n“NAICS Code: 311119 Other Animal Food Manufacturing.” n.d.\nhttps://www.naics.com/naics-code-description/?code=311119.\n\n\n“NAICS Code: 325193 Ethyl Alcohol Manufacturing.” n.d. https://www.naics.com/naics-code-description/?code=325193.\n\n\nNishiyama, Norimasa, Ryo Ishikawa, Hiroaki Ohfuji, Hauke Marquardt,\nAlexander Kurnosov, Takashi Taniguchi, Byung-Nam Kim, et al. 2017.\n“Transparent Polycrystalline Cubic Silicon Nitride.”\nScientific Reports 7 (1): 44755. https://doi.org/10.1038/srep44755.\n\n\n“North American Industry Classification System (NAICS) u.s. Census\nBureau.” n.d. https://www.census.gov/naics/.\n\n\n“Regional Input-Output Modeling System (RIMS II) User’s Guide |\nu.s. Bureau of Economic Analysis (BEA).” n.d. https://www.bea.gov/resources/methodologies/RIMSII-user-guide.\n\n\nSanders, Jon. 2015. “Nonsense with Big Numbers: How to Get\nLegislators to Support Your Industry.” https://www.johnlocke.org/nonsense-with-big-numbers-how-to-get-legislators-to-support-your-industry/.\n\n\n“The Sveriges Riksbank Prize in Economic Sciences in Memory of\nAlfred Nobel 1973.” n.d. https://www.nobelprize.org/prizes/economic-sciences/1973/summary/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nWeisz, Helga, and Faye Duchin. 2006. “Physical and Monetary\nInputoutput Analysis: What Makes the Difference?”\nEcological Economics 57 (3): 534–41. https://doi.org/10.1016/j.ecolecon.2005.05.011.\n\n\nI am not pretending to advance an\noriginal or new conception of input-output modeling. Many competent\ndescriptions of this model are evident on the Internet and extant\nscholarly literature. Frankly, I wrote this posting for more personal\nreasons: I abide by the apothegm that a person knows nothing about a\ntopic until that person had to write about it.↩︎\nAlthough the notation seems awkward\nto have an element of matrix \\(\\textbf{X}\\) indicated by what would appear\nto most to be the scalar \\(x\\) and the\ncolumn vector of total output indicated by \\(\\textbf{x}\\), I am following notation\nconventions that are common in specifications of the mathematical\nproperties of input-output modeling.↩︎\nAnd to most economic analysis that\nuses public data to focuses on industry attributes.↩︎\nIf employees normally do not work at\na single physical location, the establishment is identified by the main\noffice that supervises employees’ activities or is the base at which\nemployees carry out these activities. ↩︎\nWheat, barley, corn, sorghum, or\ncereals containing 55%-70% starch.↩︎\nThe North American Industry\nClassification System (NAICS) is the standard used by Federal\nstatistical agencies in classifying business establishments for the\npurpose of collecting, analyzing, and publishing statistical data\nrelated to the U.S. business economy (“North American Industry Classification\nSystem (NAICS) u.s. Census Bureau,” n.d.).↩︎\nA co-product, a desirable\nsecondary good that is generated during the manufacturing process and\ncan be sold or reused profitably, is different than a\nby-product, a material of value that is produced as a residual\nof, or incidental to, the production process. Generally, co-products\ngenerate revenue; by-products are associated with costs.↩︎\n-1 refers to an inverse of\na matrix, not a reciprocal.↩︎\nBook digitized by Google from the\nlibrary of the University of Michigan and uploaded to the Internet\nArchive by user tpb.; 5 volumes 20 cm; Pars 1. liber I-VI. – pars 2.\nliber VII-XXIII. – pars 3. liber XXIV-XXX. – pars 4. liber XXXI-XXXVIII.\n– pars 5. liber XXXIX-XLV. Epitom. lib. XLVI-CXL. – pars 6. Fragmenta et\nIndex↩︎\nIf Churchill’s title seems like a\nnon sequitur, refer to the explanation of his rhetoric at http://www.troynovant.com/Franson/Churchill/If-Lee-Not-Won-Gettysburg.html.↩︎\nKirk and the Enterprise crew must\nsave the whales to, in turn, save planet Earth. They must contain the\nwhales in water on the Enterprise. The crew travels back in time to 20th\nCentury Earth, when transparent aluminum had not been invented yet.\nScott, the Enterprise’s chief engineer, shares the formula for\ntransparent aluminum with a 20th Century scientist so that the\nEnterprise could be outfit with the material crucial to building tanks\nfor the whales.I dunno…it’s supposed to be one of the light-hearted\nStar Trek movies.↩︎\n",
    "preview": "ec/2022-04-04-repoimplan/types-of-economic-impact.jpg",
    "last_modified": "2022-04-22T07:43:41-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-03-28-ethanecracker/",
    "title": "report forecasts substantial 40-year economic impact of ethane cracking in Monaca, PA",
    "description": "An ethane cracker under construction by Shell, a UK public limited company, in Monaca, Pennsylvania, is nearing completion. What a report from Robert Morris University says about the cracker's anticipated impact....",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-28",
    "categories": [
      "natural gas liquids",
      "environment",
      "ethane cracker",
      "economic impact",
      "Beaver County, Pennsylvania",
      "Potter Township, Pennsylvania",
      "Shell, PLC"
    ],
    "contents": "\nI drove to Monaca, Pennsylvania, yesterday to view the Pennsylvania\nPetrochemicals Complex in development by Shell plc. Rose Baker and I\nmade a oral presentation about the design stage of this project in 2012\nto a Workforce Investment Board, Cracking the Ethane\nCracker. We suggested a more conservative estimate of economic\nimpact than was offered in an American Chemical Society report that was\ninfluential in securing tax benefits and other accommodations to the\ndevelopment and operation of the Pennsylvania Petrochemicals\nComplex.\n\nRose and I also calculated in 2012 a much lower potential impact of\nthe working cracker in Monaca on employment, income, and jobs than did\nthe American Chemical Society, whose evidence was used to gather support\nand tax relief for the cracker project. In my opinion, exaggeration of\nthe economic impact of oil/gas/gas liquids activities is evident in many\nprojects (see, e.g., “Penn State studies” of Marcellus Shale development\nimpacts; see our mild kvetching in the essay, Different Numbers in, Different\nNumbers Out.\nWhy the seemingly exaggerated impact? I would think that many of\nthese projects have positive impacts that stand on their own. Maybe\nthese exaggerations of impact are meant to divert attention from\nenvironmental impacts? Perhaps the message is “Sure, there are\nenvironmental impacts, but look at the jobs, income, and taxes we\ncreate.”\nAny continuing projects to track the various impacts of the cracker?\nA few reports are evident:\nHealth\nImpact Assessment of the Shell Chemical Appalachia Petrochemical\nComplex \nSupport\nFor Shell Tax Break In Monaca, But Skepticism Over Job Claims\n\nA\nCautionary Tale of Petrochemicals from Pennsylvania \nCritics\noff base when they say petrochemical complex “failed to create economic\ngrowth”\nUpdated\nEconomic Impact Analysis: Petrochemical Facility in Beaver County,\nPennsylvania\nHere is a table from a Robert Morris University report (cited below)\nshowing, among other information, the 40-year impact(!) of the\nPennsylvania Petrochemicals Complex:\n\nI will have more to say about these and other opinions and research\nreports about this ethane cracker soon.\nLast updated on\n\n[1] \"2022-04-22 06:06:51 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "ec/2022-03-28-ethanecracker/ethane_cracker.jpg",
    "last_modified": "2022-04-22T06:06:53-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-04-25-different/",
    "title": "different numbers in, different numbers out",
    "description": "A comparison of the validity of two contrasting studies of the potential economic impact of Marcellus Shale natural gas extraction ...published in 2011",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2011-10-07",
    "categories": [
      "natural gas development",
      "jobs",
      "income",
      "Pennsylvania",
      "industry contribution",
      "internal validity"
    ],
    "contents": "\n\nThis essay, written with Rose M. Baker, originally was published in\nMarcellus Business Central on October 7, 2011 (Volume\n1, Issue 5, pages 9 and 15) when natural gas development in Pennsylvania\nstarted in earnest and when a natural gas severance tax was opposed\nstrongly by gas industry representatives. “Taxing us will kill jobs. You\nwant that?”\n\n\n\n\nFigure 1: Hydraulic Fracturing\n\n\n\nMany Pennsylvanians are confused about clashes of findings between\ntwo prominent studies of the economic impacts of Marcellus Shale\ndevelopment in Pennsylvania.\nOne report was published during August by the Marcellus Shale\nEducation and Training Center (MSETC), a collaboration between\nPennsylvania College of Technology and Penn State Extension (Kelsey et al. 2009). MSETC estimated\nthat Marcellus Shale development in Pennsylvania generated between\n23,385 and 23,884 jobs and almost $1.9 billion in regional gross\ndomestic product in 2009.\nAnother report, published during late July, is the third in a series\nof reports authored by researchers, working through Penn State’s John\nand Willie Leone Family Department of Energy and Mineral Engineering,\nabout the status, impact, and potential of Pennsylvania’s Marcellus\nnatural gas industry (Considine, Watson, and Blumsack 2010).\nBy way of contrast with the report by MSETC, this study estimated that\nPennsylvania Marcellus natural gas development generated $11.2 billion\nin regional gross domestic product and supported nearly 140,000 jobs\nduring 2010.\nThe magnitude of the differences between the outcomes of the MSETC\nand Department of Energy and Mineral Engineering studies is too large to\nbe attributed to the differences between 2009 and 2010 in the\nPennsylvania economy and in the level of the natural gas industry’s\nactivity. Much of the comparison in the popular press between the two\nstudies has surrounded who funded and conducted the studies.\nThe MSETC study was funded by the Pennsylvania Economic Development\nFinancing Authority. Three of its authors work for Penn State, with help\nfrom a former Penn State faculty member now working in Colorado.\nThe Marcellus Shale Coalition funded the research leading to the\nstudy reported from the Penn State Department of Energy and Mineral\nEngineering. The Coalition is registered in Pennsylvania as a 501(c)(6)\ntax exempt organization that represents the natural gas industry to the\ngovernment, regulators, and the public. Most of the authors of this\nstudy are not affiliated with Penn State. One author is a former Penn\nState professor and another is a retired Penn State professor, while a\nthird is current Penn State professor.\nMany people refer to both studies as “Penn State” studies, although\nyou can be certain that there is no such thing as a common, sanctioned\nPenn State position on Marcellus Shale development around which all\nfaculty researchers rally. As one of our colleagues observed, over 3,500\nfull–time professors are employed by Penn State, guaranteeing also that\nthere could be over 3,500 independent postures and attitudes about\nMarcellus Shale at Penn State, some of which change daily.\nThink the University has one voice on Marcellus Shale? Think\nagain.\nMany commentators dismiss the Coalition–funded study as the product\nof biased analysis conducted by hacks hired for industry lobbyists and,\nthen, laundered with a Penn State logo to simulate the patina of\nscholarly gravitas. The MSETC report has received little criticism yet,\neven though it, too, was funded by a government agency with skin in the\ngame.\nReceiving research funds from sources external to the University is\nquite common. Research is an added expense that has social benefits\nbeyond the University and, for the most part, is unfunded in the\nUniversity’s core budget. Also, modern science is conducted worldwide\namong collaborators, with little attention to institutional boundaries.\nNo one should be surprised that research at universities primarily is\nfunded externally and is conducted collaboratively.\nSo, we believe that criticizing these studies based on who funded and\nconducted them is the wrong approach to assessing their quality. Rather,\nthe studies must be judged on their scientific merits.\nFirst, let’s examine the analytical foundation that runs through both\nstudies.\nThe MSETC study and the Coalition–funded study investigated economic\nimpacts using IMPLAN (most recent citation: “Economic Impact\nAnalysis for Planning | IMPLAN” 2019), a highly\nquantitative, computationally-intensive macroeconomic model that is\nconsidered by many to be the gold standard1 for\nassessing the economy–wide outcomes of regional economic activities,\ndevelopments, and events. We use IMPLAN in our own research.\nAs many commentators have noted, IMPLAN has a variety of assumptions\nand limitations, requires mathematical skill to use correctly, is\ncomplex, and often is misapplied.2 However, the authors of\nboth the MSETC study and the Coalition–funded study demonstrate the\nexperience and accomplishment of grizzled IMPLAN users who are quite\ncompetent in specifying, conducting, and reporting IMPLAN analyses.\nNow, down to the actual analytical differences between the MSETC\nstudy and the Coalition–funded study.\nFrom our view, the differences in study outcomes are driven by some\nkey differences in the numbers entered into IMPLAN for each study. As\nthe authors of the MSETC study asserted, these differences in outcomes\nare due to differences in “detailed information on where leasing,\nroyalty, and payroll were going.”\nThe Coalition–funded study assumed that all lease and royalty income\nearned through natural gas development and production remains within\nPennsylvania and, furthermore, is spent during the year in which it is\nreceived. However, these assumptions do not seem reasonable.\nSome of this lease and royalty income “leaks” outside the\nCommonwealth and much is saved rather than spent. Based on data\ncollected from Pennsylvania households and businesses, MSETC assumed\nconservatively that between 7.7 and 15.4% of lease and royalty dollars\nare earned out–of–state. MSETC’s data also led to the assumption that\nlandowners save, rather than spend, 55% of lease payments and 66% of\nroyalty payments.\nThe evidence-fueled assumptions by MSETC of lower lease and royalty\nincome spent in the state and more lease and royalty income saved for\nthe future produce lower economic impacts than those estimated in the\nCoalition–funded study.\nThe Coalition–funded study assumed that the payroll of Marcellus\nShale workers was earned and spent by Pennsylvanians alone. The MSETC\nstudy applied data from surveys and other studies to make the\nassumptions that 37% of Marcellus Shale workers are not Pennsylvania\nresidents and that these non–residents spent between 50 to 75% of their\nearnings in Pennsylvania on a more restricted set of purchases (e.g.,\nfocusing on food and lodging) than Pennsylvanians do.\nMSETC’s assumptions of fewer Marcellus Shale earnings spent in\nPennsylvania on a limited set of purchases equal lower economic impact\nestimates than produced through the Coalition–funded study.\nThe full story of the net economic impact of Marcellus Shale activity\nremains to be told.^[Not much action to research these impacts since the\nthese early squabbles about potential economic outcomes from developing\nand producing gas from Marcellus Shale formations. I believe that this\nis because the representatives no longer seem threatened by the\npossibility of a severance tax, which Pennsylvania never has had the\npolitical will to enact. ] However, at this point, the MSETC study\nappears to us to be more credible scientifically and practically than\nthe Coalition–funded study.\n\n[1] \"2022-04-26 07:30:42 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nConsidine, Timothy, Robert Watson, and Seth Blumsack. 2010. “The\nEconomic Impacts of the Pennsylvania Marcellus Shale Natural Gas Play:\nAn Update.” University Park, Pennsylvania. https://marcelluscoalition.org/wp-content/uploads/2010/05/PA-Marcellus-Updated-Economic-Impacts-5.24.10.3.pdf.\n\n\n“Economic Impact Analysis for Planning | IMPLAN.” 2019. https://implan.com/.\n\n\nKelsey, Timothy W, Martin Shields, Melissa Ward, and James Ladlee. 2009.\n“Economic Impacts of Marcellus Shale in Pennsylvania: Employment\nand Income in 2009.” University Park, Pennsylvania. https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.434.518&rep=rep1&type=pdf.\n\n\nPassmore, David L. 2022. “NOTES FROM PITTSBURGH: Understanding\nInput-Output Modeling for Assessing Potential Economic Impact.”\nhttps://davidpassmore.github.io/blog/ec/2022-04-04-repoimplan/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nSee, e.g., (Vowels 2012).↩︎\nRefer to my posting on this blog at\nPassmore (2022) for the\nanalytical details.↩︎\n",
    "preview": "https://davidpassmore.net/blogd/img/marcellus_hydraulic.gif",
    "last_modified": "2022-04-26T07:30:44-04:00",
    "input_file": {}
  }
]
