[
  {
    "path": "op/2022-09-22-empathy/",
    "title": "empathy: a letter to my friends",
    "description": "A moral compass is needed to weigh into controversial and complex ethical issues.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-09-22",
    "categories": [
      "empathy",
      "immigration",
      "Martha's Vineyard",
      "Blade Runner",
      "John Stuart Mill",
      "The Intelligence Trap",
      "Trumpism"
    ],
    "contents": "\n\n\nOf all the means to ensure happiness  throughout the whole of\nlife, by far the  most important is the acquisition of friends.\n – Epicurus\n\nEvery morning, Monday through Saturday (holidays excluded), I\nparticipate in a Zoom broadcast that brings together a small number of\nfriends. I live in Pittsburgh. All of the friends live in State College,\nPennsylvania, my home for 41 years until I retired from Penn State in\n2020. The group calls itself the Think Tank, a name that pokes\nfun at the snooty self-congratulatory groups that expect their every\nuttering to wiggle national and international policy. Now, certainly, at\ntimes the group sounds like a gaggle of fourth-graders tossed into\nrapturous laughter over fart jokes. However, the title contains a\nsmidgen of truth. We often discuss weighty matters, the kind that come\nto mind to men looking toward horizons of their lives.\nWe have discussed immigration issues lately. We all recognize the\ncomplexity and seriousness of this issue. We are bombarded with\ninformation about policies and events. I felt as through I needed a\ntouchstone for thinking with this group about immigration and other\ncontroversial issues we consider. So, I wrote an email note about\nempathy to the Think Tank. I didn’t write this note to remind\nthem about empathy. I wrote it to remind me.\n\nFrom: David Passmore passmore.david@gmail.comDate: Wed, Sep 21, 2022 at 1:33 PMSubject: Considering immigration and other issuesTo: List of Think Tank participants\nFriends,\nThe Think Tank discussed challenging and complex immigration policy\nissues and practices last Saturday morning. We have discussed these\nissues many times. On Saturday, our discussion was motivated by an\nincident involving roughly 50 migrants sent by plane to Martha’s\nVineyard in Massachusetts by Florida’s governor.\nThe Martha’s Vineyard incident exemplifies divisiveness in our\ncountry over border control and immigration issues. This incident\nreminds us of our horror at seeing families split at the border and\nother injuries to immigrants. This incident seems to be a consequence of\nthe blatant xenophobia always stewing in our county but amplified by the\nTrump Administration.\nThe more I analyzed this incident on Martha’s Vineyard, the more I\nrealized how poorly prepared I am from many angles to consider the\nethics and appropriateness of the Florida governor’s action. There is\nmuch to consider about the incident, but I won’t dig into the facts,\npolicy, and issues involved here. Other mornings and Saturdays will\noffer the Think Tank more discussion opportunities.\nI will continue my study of immigration and my analysis of this\nincident. And, I hope the Think Tank will return soon to this topic. In\npreparation, though, I decided to step back to define personal core\nvalues that I feel will guide my study and analysis. Everyone needs a\nmoral compass—a set of fundamental axioms a priori to any argument—to\ndrive their ethical judgments. For me, this moral compass includes\nunderstanding and accepting the need for empathy.\nAs a country, we show our confusion about immigration in many ways.\nFor example, for years, agribusinesses and the food processing industry\nhave encouraged “legal” immigration from south of our border for the\nsole purpose of exploiting low-priced labor. Yet, at the same time, the\nU.S. Border Patrol, the U.S. Immigration and Naturalization Services,\nand other agencies chase, investigate, oppress, detain, imprison, expel,\nor, yes, kill “illegal” immigrants. These dueling aims surface in just\nabout every debate about immigration.\nA deep root of the immigration debate is cultural conflict. By\ncultural conflict I mean the mutual antagonism that arises between\ngroups of people with different skin color, different languages,\ndifferent ethnicity, different religious traditions, different gender,\ndifferent sexuality, different age groups or generations, different\nsocial castes, different economic classes, different political parties,\nand so on, or who simply live in different places from one another. Such\nconflict ranges all the way from mutual distrust and insults to\ncoercion—including threats of violence or actual violence—to\npersecution—including imprisonment, torture, and murder—to war, “ethnic\ncleansing,” mass murder, and genocide.\nCultural conflict always simmers on the back burner of American\nsocial and political life. But Trumpism has driven and intensified this\nconflict by brewing fear and hate over the worry that America is\nchanging. It is said that “our people” are being replaced. Replacement\nis judged as “unAmerican.” “Other people” threaten this dominant\n“American” vision. As a result, many commentators believe the U.S. has\narrived at a point of inflection in the cultural conflict that portends\ndangerous days ahead for our republic.\nWhat do I mean by empathy, and where does this concept fit in\ndiscussions involving cultural conflict?\nConsider an example of empathy from science fiction. In Philip K.\nDick’s science-fiction novel, Do Androids Dream of Electric\nSheep?, and reprised in Ridley Scott’s science-fiction film,\nBlade Runner, special police officers called Blade Runners\nneeded to distinguish androids, aka “replicants” (i.e.,\nhumanoid robots) from humans. Blade Runners were trying to suppress an\nandroid revolt.\nTo identify androids, the Blade Runners applied a fictional\nVoight-Kampff machine. The Voight-Kampff machine was a\npolygraph-like device. It measured involuntary responses from a test\nsubject—e.g., specific changes in respiration, blush response, heart\nrate, and pupillary responses—as the Blade Runner presented scenarios\nand questions involving helping others in need, responding to natural\ndisasters, loss of treasured belongings by a neighbor, and the like. The\ncriterion for being human was empathy for others, which was not an\nemotional potential programmed into an otherwise human-appearing\nandroid.\nThe Voight-Kampff machine is fictional. However, the machine\nhighlights the nature of empathy: i.e., the ability to mirror and\nsimulate inside oneself the consciousness or subjective\nexperiences—especially desires, feelings, and emotions—and, more\ngenerally, the subjectively-centered beliefs and perspectives or\nworldviews of other people.\nBeing empathic does not mean agreement with other people or even\nliking other people. In particular, being empathic requires the ability\nto see others from their viewpoint and respect the ownership of ideas\ncontrary to our own. As Rob Gr**** said in our Saturday meeting,\nsympathy is not empathy. The sympathetic person says, “I am sorry for\nyour pain.” The empathic person says, “I feel your pain” (thank you,\nBill Clinton).\nEmpathy is inherently outward-looking, not inward-looking,\nself-absorbed, navel-gazing, or narcissistic. Empathic people are\nnaturally inclined towards generosity, graciousness, kindness, and\ntolerance, and, at a minimum, towards politeness, not arrogance,\ncallousness, cruelty, rudeness, or intolerance. Creating and cultivating\nthe practice of empathy is, therefore, the antidote to the morally and\npolitically poisonous and pathological influence of identity politics\nthat is so prevalent today.\nDavid Robson, the author of The Intelligence Trap, described\na practical approach to empathically engaging as “actively open-minded\nlistening.” This approach involves deliberately pursuing and considering\nalternative viewpoints and evidence to question our own opinions.\nIn Chapter 2 of On Liberty, John Stuart Mill poses a dilemma\nthat helps expand the meaning of actively open-minded listening. On the\none hand, perhaps an opinion you hold about a topic is false, and a\ndissenting opinion is true. In that case, suppressing and refusing to\nengage with a dissenting opinion means foregoing an opportunity to\ncorrect yourself. On the other hand, even if the dissenting opinion is\nfalse and is known to be so, neglecting it robs you of the opportunity\nto gain, in Mill’s words, “the clearer perception and livelier\nimpression of truth produced by its collision with error.”\nAs I study immigration policies and practices, I aim to review\nstandpoints from a position of empathy. Easy to write, but harder to do.\nTaking an empathic approach requires owning up to my intellectual\nlimitations and mistakes. Attaining this sort of intellectual humility\nis difficult. Many discussions of controversial issues quickly devolve\nto talking boxing matches in which landing a punch gets you a point\ntoward victory. I wish to avoid bar brawls over ideas.\nCall me on it if you see me committing a foul against empathy.\nThere! I put it in writing. Now, I am committed to it.\nDavid\nLast updated on\n\n[1] \"2022-09-26 10:53:11 EDT\"\n\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Images from external media are framed with with a\nborder. Sources for these external media are cited in captions.\n\n\n\n",
    "preview": "op/2022-09-22-empathy/rock-clipped.png",
    "last_modified": "2022-09-26T10:53:14-04:00",
    "input_file": {},
    "preview_width": 399,
    "preview_height": 433
  },
  {
    "path": "op/2022-08-17-decision-market/",
    "title": "information markets: an alternative to survey methods for estimating candidate preferences of the electorate",
    "description": "Information markets that operate like commodities future markets are cost-conscious alternatives to using survey methods for identifying beliefs, opinions, and voting expectations held by the electorate about candidates for public office.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-08-25",
    "categories": [
      "decision markets",
      "election polls",
      "information aggregation",
      "information markets",
      "prediction markets",
      "survey alternatives",
      "survey methods"
    ],
    "contents": "\n\nContents\nFetterman\nv Oz: Two Approaches to Estimating Voter Preferences\nEstimation Using Survey\nMethods\nEstimation Using an\nInformation Market\n\nCommodity\nFutures and Information Markets Are in the Same Family\nGeneral\nFeatures of Commodities Futures Markets\nHow\nInformation Markets Function Like Commodities Futures Markets\n\nInformation\nMarkets, Alive and Dead, That I have Known\nThe Foresight Exchange\nIowa Electronic Markets\nHollywood Stock Exchange\nTradeSports\nPolicy Analysis Market\nSome Cautions and\nTechnical Enhancements\n\nConclusion\nLast updated\non\nMy\nApproach to the Topic of This Posting: Emphasis on Information Markets;\nLess Attention to Survey Methods\nYour Comments &\nCorrections\nReuse\nAcknowledgement\n\n[Estimated reading time: 28 minutes]\nToday is 18 August 2022. As I started writing this essay, the U.S.\nwas the season for political campaigns meant to inform and persuade the\nelectorate before the midterm elections—called the “midterms” because\nthey occur in the middle of a U.S. president’s four-year term—are held\nto elect people to the U.S. Congress and state and local public offices.\nThe U.S. will hold its next midterm election on 8 November 2022, after a\nstring of primary elections and run-offs to narrow the field of\ncandidates.\nObtaining information about beliefs, opinions, and voting preferences\nbefore the midterm elections is crucial for many reasons. This\ninformation can guide campaign strategy. Also, campaign donors can\nreceive signals from this information about candidates’ worthiness for\ncontinuing financial or moral support. This information can further\nfocus the mission for campaign workers and can validate the effort\nbehind their commitment to candidates. Moreover, when candidates display\npublic support, voter attention is drawn to candidates and their deeper\nbios.\nIn this blog posting, I focus on the use of information markets for\nobtaining in place of survey methods for identifying candidate\npreferences of the electorate.1 Information markets\noperate similarly to commodity and financial futures markets, except\nthat the commodity traded in contracts is information, not a physical\ngood. Information markets trade contracts for propositions about whether\nevents will occur and when.\nThe mission of this blog posting is to describe concepts and\nprocesses to apply commodity and financial futures markets to structure\ninformation markets for estimating candidate preferences of the\nelectorate. In the remainder of this posting, I offer some examples of\ninformation markets for demonstrating their applications to diverse\nquestions that also could be answered using survey methods. But, first,\nto set the stage, I contrast the two approaches—survey methods\nv information markets—for estimating beliefs about the outcome\nof a Pennsylvania political race for the U.S. Senate that will be\ndecided in a November 2022 midterm.\nFetterman\nv Oz: Two Approaches to Estimating Voter Preferences\nThe 2022 Pennsylvania midterm race for U.S. Senate is garnering\nnational attention (see, e.g., Glueck (2022)). John Fetterman, a Democrat, is\npitted against Mehmet Oz, a Republican. Fetterman serves as the 34th\nlieutenant governor of Pennsylvania. He was mayor of Braddock,\nPennsylvania, from 2006 to 2019. Oz is a Turkish–American television\npersonality, author, professor emeritus at Columbia University, and\nretired cardiothoracic surgeon. He is the first Muslim to be nominated\nby either major political party for U.S. Senate. The outcome of this\nrace could have profound impact on the balance of power in the U.S.\nSenate and stands as a test of the efficacy of endorsements for office\nby former U.S. president Donald Trump. I describe two alternatives for\nestimating beliefs about the outcome of the Fetterman v Oz race\nfor for Senate: one uses survey methods and the other uses of\ninformation markets.\nEstimation Using Survey\nMethods\n(Walter et al., 1999)17 August 2022\nPreference\nAs of 17 August 2022, respondents favored Fetterman by 11.1% over Oz\n(see Figure 1). A weighted average percent favoring a\ncandidate from a number of polls is the basis of this estimate (Silver, 2008).2\n\n\n\nFigure 1: Lead by Fetterman over Oz in averaged survey\nfindings in fivethirtyeight.com on 17 August 2022.  (Image from\nBest et al. (2022).)\n\n\n\nMethods for surveys are richly varied and well-documented (see, e.g.,\nworkflows by Fink (2015), Kelley, et\nal. (2003), and Walter\net al. (1999) ), and I\nwill not restate them here. In brief, a sample of respondents is\nrecruited from a population of interest to answer questions. Estimates\nof responses in the population are inferred from responses in the\nsample, with a band of confidence around the estimates reflecting the\npossibility of differences between the population parameters and the\nestimates from the sample. Analysts attempt to account for response and\nnon-response errors and biases in the estimates.\nSurvey Project Management\nIn the fivethirtyeight.com estimates multiple independent surveys of\nthe relative preferences for the two candidates were averaged over\ndifferent survey vendors and time periods to provide a meta-estimate of\nthe status of the Fetterman v Oz race. (see Figure\n2 for examples of selected surveys in the\nfivethirtyeight.com analysis). Each one of the surveys averaged by\nfivethirtyeight.com represents a separate project with a work plan for\ncollecting, organizing, analyzing, and reporting derived information.\nLogistical impediments and added costs in using surveys can result from\nthe complexity and cycle time necessary to complete survey projects and\nfrom the need to report survey findings to fit time-sensitive strategic\ninformation needs and time-limited media attention.\n\n\n\nFigure 2: Selected findings from Fetterman v Oz\nsurvey findings averaged by fivethirtyeight.com  (Image from\nBest et al. (2022).)\n\n\n\nImplementation of professionally–produced surveys can require\nextensive budgeting for, among other elements, survey design, staffing,\nrespondent recruitment, and perhaps establishing effective incentives to\nmotivate to survey responses each time a survey is conducted.\nIncreasing the the size of the respondent sample can balloon costs as it\ncan require design of complex survey questions that branch the flows of\nquestions conditional on criteria for segmenting respondents (e.g., “If\nyou are married and a homeowner, skip to Q23.”). Implementation of\nsurvey methods can draw on significant resources as a campaign\nprogresses.\nEstimation Using an\nInformation Market\nThe Fetterman v Oz\nMarket\nThe basis of an information market is a contract for a written\nproposition, the truth of which is validated at a specific future date.\nContract prices range between zero and $1. The price the buyer of a\ncontract is willing to pay represents the buyer’s belief in the\nfulfillment of the proposition when the market closes at a future\ndate.\nOn 18 August 2022, PredictIt, a project of Victoria\nUniversity, located in Wellington, New Zealand (PredictIt, 2022b), had been running an\ninformation market for 181 days to obtain bets about the outcome of the\nFetterman v Oz race, which is a comparison similar to the\nassessment conducted by fivethirtyeight.com that is in Figure\n1. Criteria for assessing the fulfillment of the\nproposition in the PredictIt market are reproduced in Figure\n3.\n\n\n\nFigure 3: Rules for judging the outcome of “Which party\nwill win the U.S. Senate election in Pennsylvania in 2022?” in\nPredictIt political market.  (Image from Best et. al (2022.) on 17 August 2011 @ 12:19 pm.)\n\n\n\nTrading in the PredictIt\nExchange\nHere is how trading in the Fetterman v Oz information\nfutures market works in PredictIt:\n\nA buyer may purchase as many contracts as desired.\nIndividual contract prices vary from zero to $1.\nOwners of contracts may either sell or hold their contracts.\nThe prices of “Yes” and “No” contracts always are complementary.\nThat is, The “Yes” and “No” prices must sum to $1.\nA buyer may offer any price; the seller may accept or reject any\nprice.\nThe market price paid for a contract is conceptualized as the\nprobability that the proposition will eventuate by market closing.\nIn this particular binary (“Yes” or “No”) proposition, a buyer\nselects one of four options to purchase a contract -\nfor Fetterman to win (meaning Oz will lose)\nfor Fetterman to lose (meaning Oz will win)\nfor Oz to win (meaning Fetterman will lose)\nfor Oz to lose (meaning Fetterman will win)\n\n\n Markets other than for binary outcomes are available. For\nexample, markets allowing selection from a range of outcomes are\npossible. PredictIt closed on 24 May 2022 a market in which participants\nbought contracts on the percentage of the popular vote cast in favor of\nJohn Fetterman in the 2022 Pennsylvania Democratic primary election for\nthe U.S. Senate on 7 May 2022 (see PredictIt (2022a) for prices at the close of the\nmarket). Other complex forms of markets can include joint outcomes.\nAlthough PredictIt does not offer such a market, participants could\nconstruct propositions that include, for example, the likelihood of\nfavoring a particular gubernatorial candidate and favoring\nFetterman for the Senate.\n18 August 2022 Share Prices\nShown in Figure 4 are the market prices on 17 August\n2022 for the proposition, Which party will win the U.S. Senate\nelection  in Pennsylvania in 2022?. The market price for 17\nAugust indicated a strong belief that Fetterman would beat Oz in the\nrace by the closing date for the market, much stronger than in the\ndifference estimated by survey methods (refer again to Figure\n1).\n\n\n\nFigure 4: Market price for “Which party will win the U.S.\nSenate election  in Pennsylvania in 2022?” in PredictIt\npolitical market.  (Image from Best et. al (2022.) on 17 August 2011 @ 12:19 pm.)\n\n\n\nEstimates based on survey methods and information markets are not\nentirely equivalent. For instance, The survey-based estimates are\naveraged from responses to questions that generally request a preference\namong candidates. The estimate from the information market requires the\nprediction of which candidate will win the race, conditional on\ninformation aggregated by the market participant from various points of\ninformation about candidate prospects. For the most part, the\nsurvey-based approaches rely on which candidate you like, while the\nestimates from the information market focus on who will win, regardless\nof who the market participant favors. Respondents to surveys generally\nhave no pecuniary stake in the outcome of the race. At the same time,\ninformation market participants placed money (albeit a small stake) on\ntheir bet.\nThis market has a “winner–take–all” reward. When the market closes,\nholder of a contract for the winning share will receive $1, and the\nholder of the losing share will receive nothing. Buyers and sellers can\nengage in a variety of trading strategies based on information they\ndiscover about the race:\nA buyer could bet on a winner to make money when the market closes.\nIf so, a strategy is to get in the market while the price is low and\nhold it as it soars (you hope and, indeed, bet) to market closing.\nA buyer could bet on a candidate with a current low market price if\nthe buyer believes that a candidate’s fortunes will turn just enough to\nraise an acceptable return on investment—“buy low, sell high.”\nOr, maybe a buyer bets on the winner of this race, even if the buyer\nare unconcerned about the political outcome as a hedge against a risky\nbet in another market.\n-A buyer could engage in arbitrage because the market has not reacted\nquickly to changes in information about the race or is just not paying\nattention to information that signals a shift in fortunes. This approach\ninvolves buying when the buyer believes that the market price is\nartificially low or high. The buyer could reap a quick reward by selling\ninitially undervalued contracts at the market price to newly informed\ninvestors. When the market artificially is too high, the buyer could buy\ncontracts for a discount from sellers holding contracts with\nhigh-than-rational price who are eager to exit the market before\nexperiencing more price erosion.\nPrice-Volume Chart\nDisplayed in Figure 5 is a plot following the\nmarket share price and volume over a 90-day period. The trajectory of\nthe market price shows how beliefs about the outcome of the Fetterman\nv Oz race changed over time. Notice that beliefs that Oz would\nwin the race in the month after Fetterman announced a health condition\n(a stroke). Then, Fetterman reversed this trend and continued to widen\nthe gap with Oz.\nTracked in each vertical bar on the plot in Figure\n5 is the volume of shares traded in each of the 90\ndays. High volume days indicate interest in the proposition represented\nin the contract. A surge in trading occurred on 15 June, perhaps as\nconcerns about Fetterman’s health began to wane. The volume of trades\nrose near the date Fox News reported that Fetterman agreed with a plan\nto cut the prison population by one-third (Chasmar, 2022). A surge in trading\nhappened, raising Fetterman’s market price, around the date that\nBreitbart syndicated information about Fetterman’s call for heavy fines\nagainst airlines for flight cancellations (Dixon-Hamilton, 2022).\nMy attributions of reasons behind volume surges in the Fetterman\nv Oz market are ad hoc and speculative. However, a serious\ncampaign analyst could track and explain how campaign activities, media\nbuzz, candidate gaffs and peccadilloes, and buzz about candidates affect\nbeliefs about the outcome of a political race.\n\n\n\nFigure 5: 90-day price-volume plot for “Which party will\nwin the U.S. Senate election in Pennsylvania in 2022?” in PredictIt\npolitical market.  (Image from Best et. al (2022.).)\n\n\n\nCommodity\nFutures and Information Markets Are in the Same Family\nGeneral\nFeatures of Commodities Futures Markets\nCommodities\nA futures contract is:\n\na legal agreement to buy or sell a particular commodity asset, or\nsecurity at a predetermined price at a specified time in the future.\nFutures contracts are standardized for quality and quantity to\nfacilitate trading on a futures exchange. (Hayes, 2021)\n\nFor example, a buyer might purchase a contract for delivery of 5,000\nbushels of No. 2 Yellow Corn (AG Commodities, 2022) on the following\nMarch 1 for $3.82 per bushel. The buyer of a futures contract takes on\nthe obligation to buy and receive the underlying asset when the futures\ncontract expires. The seller of the futures contract is taking on the\nobligation to provide and deliver the underlying asset at the expiration\ndate.\nBuyers of futures contracts typically are investors, not producers.\nBuyers usually sell their interest in a commodity to a producer before\nit is delivered.3 A clearing corporation brokers\ntrading of futures contracts by acting as a single counter-party to\nevery transaction and by guaranteeing the completion and\ncreditworthiness of all transactions. PredictIt is the clearing\ncorporation for contracts such as the Fetterman v Oz contract\nin the PredictIt information market.\nCommodities include mostly raw, unprocessed goods that are bought\nbased on price alone in large quantities for future processing. The U.S.\ngovernment defines commodities in the 1936 Commodity Exchange Act (Legal\nInformation Institute, 2022). Commodities are classified into\nthree major categories: agriculture, energy, and metals. The most\npopular futures markets for food are for meat, wheat, and sugar. Most\nenergy futures are in oil and gasoline markets. Metals using futures\nmarkets include gold, silver, and copper. The 1936 Act also governs\nfinancial products (e.g., future values of interest rates, currencies,\nstock indexes, bonds, or equity and debt options) as commodities. Buyers\nof food, energy, and metal use futures contracts to fix the price of the\ncommodity they are purchasing. That reduces their risk that prices will\ngo up. Sellers of these commodities use futures to guarantee they will\nreceive the agreed-upon price. They remove the risk of a price drop.\nBuyers and sellers reach a contract price based on current\ninformation aggregated about the future value of a commodity. Useful\ninformation could include forecasts of possible commodity prices,\nimpacts of war or weather on the quality and quantity of a commodity,\ngovernment regulations that affect the structure or operation of\ncommodity product or resource markets, or regional or worldwide\nmacroeconomic trends affecting those markets. Prices of commodities\nchange on a weekly or even daily basis, dictating frequent changes in\nconsumer prices of meats, gasoline, and gold. For instance, PJM\nInterconnection LLC [PJM\n(2022)]4 applies hourly– (PJM Data Miner,\n2022a) and day–ahead (PJM Data Miner, 2022b) markets used to\nbalance the transmission of electric power among electricity users.\nInformation\naggregation and price discovery\nFutures markets not only provide practical trading opportunities, but\nthey also demonstrate some interesting and valuable qualities for\ninformation aggregation (see Hull (2016) for a review of the operations of\nfutures markets). Economists have long held the belief that markets\nefficiently collect and disseminate information about goods and services\nas prices necessary to satisfy both buyers and sellers are discovered.\nHayek (1945) generated\nthe hypothesis that, through the price discovery process, markets\naggregate the less–than–perfect, diverse information widely dispersed\namong individual traders and disseminate this information to all\ntraders.\nThe so–called “Hayek Hypothesis” has empirical support from a series\nof experiments that have illustrated the dissemination of knowledge from\nthe informed to the uninformed as well as the full aggregation of\nknowledge among partially informed bidders (Plott (2000) contains a review and summary of\nthe experimental research). Also, the economic theory of rational\nexpectations, originating with Muth (1961) and most closely associated with\nLucas (1987), not only\nacknowledges the information aggregation capacity of markets, but it\nalso the ability of markets to convey information through the price and\nvolume of assets traded.\nThe information aggregation mechanism first identified by Hayek\nsuggests that markets are the final arbiters of value and that markets\nprovide an excellent method for harnessing knowledge distributed across\ntheir participants. Plott and Chen (2002) asserted that business pages of\nnewspapers almost daily interpret market behavior as an aggregation of\ninformation about future events. Markets are thought to anticipate\nchanges in price inflation, shifts in federal monetary policy, or\nprospects for disruptive events like war or labor stoppages. Plott and\nChen (2002) further\nsuggested that,\n\nReflecting on every day notions about the way that people learn from\nobserving other people can form a common sense impression of how an\naggregation mechanism might work. For example….if a crowd is observed\nlooking at something then there is a propensity for additional people to\nlook. The actions of the crowd suggest they know something and others\ninstinctively incorporate this possibility into their own information\nbase….”Insiders,” those with bits and pieces of information, those with\ngood “intuition” about events are registering their beliefs through\ntheir actions in the markets. That is,…the markets are like a vacuum\nsweeper, collecting and aggregating information that is otherwise highly\ndecentralized and privately held. (pp. 2–3)\n\nInvestment goals\nA contract holder sells a commodity to producers at the market price\ncurrent at the time of delivery. The difference between the price of a\ncommodity when a futures contract was purchased and its market price on\nthe date of delivery equals a gain or a loss for the investor. Traders\nin future markets are motivated by at least three goals:\nprofit and speculation—exercising opportunities for a\nmargin of earnings due to price gains over costs of acquiring and\nholding a futures contract;\nhedging—guarding against adverse future price changes by\nlocking in current prices; and\narbitrage—simultaneous purchasing and selling identical,\nor nearly identical commodities in two different markets in the hope of\ngaining a profit from price differences.\nHistory and Impact\nCommodity futures markets are traced to the Middle Ages when they\nwere developed to meet the needs of farmers and merchants facing risks\nof price variation of grains due to oversupply or shortage brought on by\nweather, disaster, war, or politics (Carlton (1984) provides an extended history).\nCommodities exchanges became formal institutions to act as\nintermediaries between buyers and sellers. The Chicago Board of Trade\nand the Chicago Mercantile Exchange were established in the mid–19th\ncentury in the United States to make markets for buyers and sellers of\ncommodities. Many new commodity exchanges came into existence\nsubsequently. In 1972, the International Monetary Market was established\nas a division of the Chicago Mercantile Exchange for futures trading of\nforeign currencies.\nFutures markets are one of the most successful financial innovations\nfor trading commodity assets and financial instruments such as\ncurrencies, bonds, or equity and debt options. Futures exchanges smooth\nthe communication between buyers and sellers and provide the conditions\nand rules for trading, all of which are regulated in the United States\nby the Commodity Futures Trading Commission.\nHow\nInformation Markets Function Like Commodities Futures Markets\nCommon Structure\nInformation markets operate like commodity futures markets. The asset\ntraded in a commodity futures market is a physical good. As I described,\na buyer in the commodity futures market might contract for delivery of\n5,000 bushels of No. 2 Yellow Corn next March 1 from a seller. By way of\ncontrast, markets that treat information as an asset to be traded and,\nas a result, are described as information markets5\nInformation markets for ideas in the form of propositions use the\nframework, tools, and methods already available for handling commodity\nand financial futures.\nAn information market is an exchange for trading specific\npropositions describing the occurrence of an event at a subsequent point\nin time. That is, ideas expressed as clear propositions are the objects\ntraded. An example of a proposition: “Sales of the XYZ Management\nAdjustment Scale will generate $2 million in revenue by the end of the\nfourth quarter of 2025.” The price of the shares indicates the\nlikelihood that the market participants believe the proposition is true.\nThe volume of trades reveals the interest that the proposition generates\namong traders. Price and volume are represent in a price-volume plot as\nexemplified in Figure 5 for the Fetterman v\nOz PredictIt market.\nPrice discovery\nInformation markets offer contracts priced between zero and $1.00.\nThe purchasing price shows the likelihood of the realization of ideas.\nIn particular, information trade on propositions about whether events\nwill occur and when. Just as in commodity and financial futures, the\nprice of a proposition:\nReflects the belief aggregated over traders that the\nproposition will be realized.\nIs dynamic because it is updated continuously based on\nmarket activity.\nIs responsive to public information as well as subtle\nperceptions, inside information, and specialized knowledge of\ninformation traders about factors thought to affect the eventual\noccurrence of an event by a future date. In this way, changes in the\nprice of a proposition reflect changes in market participants’ beliefs\nbased on information aggregated about the likelihood that the\nproposition will be realized.\nThe same sort of price discovery occurs in commodity and financial\nfutures markets\nImplementation\nInformation markets and commodities and financial futures markets are\nmounted on electronic exchanges that operate over the Internet to\nmultiply the reach and speed of market mechanisms to obtain timely\ninformation. Information markets commonly use double-auction trading\nmechanisms (i.e., many buyers, many sellers, one broker). Information\nmarkets hold the potential to collect and report information in a\ncontinuous stream of activity rather than through periodic or episodic\ndata collection and reporting that is common with survey methods. A\ndesirable feature is that information markets have the potential to\nprovide critical information per unit of time relatively less\nexpensively and simpler than survey methods.\nFutures markets are highly regulated in the U.S. Because of the use\nof actual cash for trading, markets run by PredictIt are under the\nregulatory purview of the Commodity Futures Trading Commission (CFTC) in\nthe U.S. The CFTC has issued a “no–action” letter to PredictIt stating\nthat as long as the PredictIt markets conform to specific guidelines,\nthe CFTC will take no action against PredictIt. The use of participants’\nmoney is an essential feature of PredictIt markets because, as the old\nadage goes, no one spends your money better than you do. Due to the\nactual consequences of loss or gain, participants in PredictIt are\nstimulated to seek information about the markets in which they\nparticipate. zstimulation sharpens the quality of the market price\nrealized for any proposition.\nInformation\nMarkets, Alive and Dead, That I have Known\nTo provide examples of the variety of information markets deployed, I\ndescribe five information markets. Some of these markets still are\nworking; others are not. I summarize The Foresight Exchange (a\nwide variety of scientific topics, political campaigns, and natural\nevents), the Iowa Electronic Markets (electoral events), the\nHollywood Stock Exchange (box office returns, opening weekend\nperformance, Oscar awards), and TradeSports (mainly sporting\nevents). The most controversial information market, by far, is the\nPolicy Analysis Market.\nThe Foresight Exchange\nThe Foresight Exchange (2022) is an example of an information\nmarket. The Exchange bills itself as “the place to test your ability to\npredict the outcome of future events. It is also the place to check the\ncurrent odds of upcoming events and make your own bets” (Foresight\nExchange, 2022). One proposition in the Foresight Exchange,\nwith the ticker name Bush04 (Foresight\nExchange, 2000) (Figure 6).\n\n\n\nFigure 6: Summary of the claim claim that Bush wins the 2000\nU.S. presidential election.  (Image from Foresight Exchange\n(2000).)\n\n\n\nThe criterion for judging the claim is shown in (Figure\n7).\n\n\n\nFigure 7: Rule for judging that claim that Bush won the 2000\nU.S. presidential election.  (Image from Foresight Exchange\n(2000).)\n\n\n\nFigure 7 is a plot of the price–volume plot for\nthis claim for one particular 100–day period before the United States\npresidential election, which displays the dynamics of changing beliefs\nthat this claim would be realized. Changes in beliefs in the continuing\npresidency of George W. Bush are shown through changes in price over\ntime. Correlation of the price series with events surrounding the\npresidential election campaign could provide insight into causal factors\nunderlying series’ changes.\n\n\n\nFigure 8: Price plot for the life of the claim that Bush will\nwin the 2000 U.S. presidential election.  (Y–axis is graduated\nin $0.01 increments. Image from Foresight Exchange (2000).)\n\n\n\nTo give a flavor of the diversity and specificity of topics on the\nForesight Exchange, several propositions active during 2022 include:\nAn earthquake of Richter magnitude ≥8, with epicenter within 100\nmiles of (one of the US states) CA, OR, WA, AZ, NV, ID will occur before\nthe end of 2025.\nBy 2025 the Federal government of the United States will have ceased\nto function as a unified democracy.  \nBy the end of December 31, 2035, a humanly mobile robot will be in\nactual use, as a worker in some business use, consumer service, military\nuse, civil service, or scientific capacity.  \nEvidence of Extraterrestrial Life, fossils, or remains will be found\nby 12/31/2050.\nIowa Electronic Markets\nThe Iowa Electronic Markets (University of Iowa, 2021) are\nsmall–scale, online, real–money futures markets in which contract\npayoffs depend on economic and political events such as elections,\ncompanies’ earnings per share, and stock price returns (J. E. Berg & Rietz,\n2003; Forsythe et\nal., 1992). These markets are operated by faculty at the\nUniversity of Iowa Tippie College of Business as part of their research\nand teaching mission. Participants buy and sell by opening accounts for\na minimum of $5 and a maximum of $500. The markets operate continuously\nusing a double–auction trading mechanism.\nThe Iowa Electronic Markets allow participants to trade with actual\nmoney, as opposed to fictional currency as in the Foresight Exchange.\nParticipants use their funds to buy and sell contracts. Traders,\ntherefore, have the opportunity to profit from their trades but must\nalso bear the risk of losing money. Because of the use of actual cash\nfor trading, the Iowa Electronic Markets are under the regulatory\npurview of the Commodity Futures Trading Commission in the United States\nof America, just as PredictIt is. The use of participants’ money is an\nessential feature of the Iowa Electronic Markets because, as it is with\nPredictIt markets.\nThe Iowa Electronic Markets provide relatively accurate forecasts of\npolitical election results compared to traditional political polls.\nAlthough the comparison with polls might not be entirely fair (J. Berg et al., 2008), the Iowa\nElectronic Markets have shown no apparent biases and, on average,\nconsiderable accuracy for large United States election markets (J. Berg et al., 2003). Presidential\nelection markets performed better than lower-profile congressional,\nstate, and local election markets. Markets with more volume near\nelection time performed better than those with less volume. And, in\nmarkets with fewer contracts (i.e., fewer candidates or parties),\npredicted election outcomes are better than those with more contracts.\nThese attributes are desirable when the relatively high costs of\npolitical polls versus the relatively low costs of information markets\nare considered.\nHollywood Stock Exchange\nThe Hollywood Stock Exchange is a now-defunct information market\nstructured along the same lines as the Iowa Electronic Markets. The\nExchange allowed for trading on securities corresponding to movies (this\nwas called “MovieStocks”), including those in production and in\ntheaters, using fake money called “Hollywood Dollars.” Each movie’s\nsecurity was liquidated four weeks after the release of the movie for $1\nper $1 million in box office gross.\nSimilar to “MovieStocks,” a “StarBond” represented actors and\ndirectors that were traded on the Hollywood Stock Exchange. The price of\na “StarBond” reflected the overall star power of the actors and\ndirectors as determined by Hollywood Stock Exchange traders, as well as\nhow much money celebrities’ films made at the box office as determined\nby their trailing average gross (TAG). If a celebrity should have\nhappened to meet the end of a career (death, retirement, etc.), the\n“StarBond” was cashed out at the TAG.\nThe Hollywood Stock Exchange was a popular entertainment mechanism.\nThe structure of the Hollywood Stock Exchange was quite sophisticated,\nwith reserve and investment banks, leader boards, trading clubs,\ntickers, insider trading, funds, options, warrants, and even its own\n“Hollywood Securities and Exchange Commission.” Based upon the volume of\ntrades and other activities, the Exchange demonstrated how active an\ninformation market can become when it captures public interest.\nTradeSports\nTradeSports was a web-based fantasy sports predictions game (Heitner, 2014) that closed for business\nin 2015. To classify it plainly, TradeSports was a gambling forum. It\nwas run online from Ireland, so it evaded anti–gambling laws in effect\nin many countries, such as the United States. What differentiated\nTradeSports from many other online gambling outlets were the diverse\nbetting topics covered and the use of market mechanisms to operate its\nbetting system.\nTradeSports offered quite a diverse betting portfolio. Among the\nprominent trades available were traditional sports bets (e.g., “Will\nEngland win The Ashes 2005?”), contracts related to terrorism (e.g.,\n“Will Osama Bin Laden be captured/neutralized by 31 December 2005?”),\nand the likelihood of political outcomes (e.g., “Will John Bolton be\nconfirmed by the United States Senate to become the next United States\nAmbassador to the UN?”). No handicappers were setting the odds for\nTradeSports bets. Instead, the price was driven entirely by market\ntransactions and self–organized under market principles. Also,\nTradeSports demonstrated that, given sufficient motivation, many people\ncan be motivated to learn the intricacies of information market\ntrading.\nAn interesting use of the TradeSports market was in a National Bureau\nof Economic Research study (Leigh et al., 2003) that noticed a\nTradeSports market for \"Saddam Securities\" moved closely with the spot\nprice of a barrel of crude oil. The \"Saddam Securities\" asset paid off\nif \"Saddam Hussein is not President/Leader of Iraq by [Date],\" with the\n[Date] substituted over various horizons by key contract dates of\nDecember 2002, March 2003, and June 2003. Using the specter of Hussein's\ncontinuation as Iraq's leader as a proxy for the likelihood of war and\ndisruption in the Middle East, analysts were able to create a derivative\nsecurity indicating that war could raise oil prices by $10 per barrel,\nlower the value of United States' equities by 15%, and bolster gold and\nenergy markets.\nPolicy Analysis Market\nOne of the most controversial idea futures markets was the\nquickly–aborted Policy Analysis Market (Wikipedia, 2022)that was sponsored by\nthe United States Department of Defense. The underlying idea for the\nPolicy Analysis Market was to build and test information markets that\nwould allow defense and intelligence analysts to speculate such\nstrategic and geopolitical issues as the probabilities of specific kinds\nof failure within the national infrastructure of the United States. Its\ngoal was to develop market–based techniques for avoiding surprise and\npredicting future events.\nA now–archived Policy Analysis Market web site provided an example of\na complex derivative assembled from two idea futures contracts tied to\nthe now–historic case of pending hostilities between the United States\nand Iraq: (a) whether the Jordanian monarchy would be overthrown during\nhostilities between the United States and Iraq, and (b) the ability of\nthe Iraqi regime to persist for more than one month of hostilities. A\nPolicy Analysis Market trader who felt comfortable with both issues\nmight choose to trade a contract on a joint outcome, a type of market\nderivative. Policy Analysis Market held the promise of applications of a\nvariety of similarly rich decision analysis tools associated with joint\nprobability analysis and combinatorial mathematics to anti–terrorism\nanalysis.\nThe Policy Analysis Market was cancelled by the United States\nDepartment of Defense during late 2003 due to the controversial\npolitical substance of the speculative propositions about that it would\nconsider. The Policy Analysis Market was criticized by United States\npoliticians as more of a “market for death”, “a federal betting parlor\non atrocities,” and “an incentive actually to commit acts of terrorism”\n(Congressional\nRecord, 2003) rather than a decision tool. Abramovicz (2004) opined\nthat the Policy Analysis Market “debacle has provided a setback, maybe a\npermanent one, to anyone who might have hoped to use information markets\nin administrative decision-making.” The controversy surrounding the\nPolicy Analysis Market was front page news in the United States. A\nmember of the United States Senate, Byron Dorgon, asked, “Can you\nimagine if another country set up a betting parlor so that people could\ngo in…and bet on the assassination of an American political figure?”\n(Hulse, 2003).\nLooney (2004) articulated\nseveral arguments offered by counterintelligence agencies against the\nPolicy Analysis Market. The market created the incentive for someone to\nbuy futures on a violent act and then carry it out. Markets may be\ninefficient in the short run and rumors might be used to manipulate the\nmarket. Hansen et al. (2005) noted that,\nalthough the Policy Analysis Market was cancelled just one day after it\nwas launched by the Department of Defense, press reports following the\ncancellation indicated that press reports about the Market became more\npositive as journalists began to understand its motives and\nworkings.\nSome Cautions and\nTechnical Enhancements\nAlthough information markets are capable of aggregating information\nefficiently, they are susceptible to problems such as market\nmanipulation ((Hanson et al.,\n2006); (Nöth & Weber,\n2003); ) and inability to settle on an equilibrium price\n((Anderson & Holt,\n1997); (Scharfstein & Stein, 1990)). These\nproblems are exacerbated when traders have limited experience with the\ninformation being aggregated in the market and when markets are illiquid\n(i.e., have few buyers and sellers) (Sunder, 1992).\nChen, Fine, and Huberman (2003) employed Bayesian estimators to\nintegrate prior information about risk aversion into estimates of\nequilibrium prices in information markets with small numbers of\nparticipants. Their process operates in two stages. First, an\ninformation market is run to extract risk attitudes from market\nparticipants, along with the participants’ ability to predict a known\noutcome. Constructed from this information about risk aversion is a\nnonlinear aggregation function that allows for collective predictions of\nuncertain events. Second, these same participants engage in a market for\nan uncertain event. Individual market transactions are integrated using\nthe nonlinear function and are used to predict the outcome of the\nuncertain event. Use of prior information substantially improved\nestimates previously obtained solely through the idea futures market for\nthe event. In fact, estimates based on Bayesian nonlinear functions were\nmore accurate that the most accurate individual market traders.\nConclusion\nInformation markets seem to be a useful alternative to survey methods\nfor estimating candidate preferences of the electorate, as demonstrated\nin the information markets and survey-based approaches to following the\nFetterman v Oz race. In spite of the long history of\napplications of information markets to information aggregation,\npollsters for campaigns seem to prefer survey-based methods\n\nThis posting is a refinement of work published in the\nJournal of Derivative Markets (Passmore et al., 2005b) and in\nHuman Resource Development Review (Passmore et al., 2005a). Various\naspects of this essay were presented at the 4th Annual Irish\nTechnology Users Conference, the 5th International Conference on\nInformation Technology Based Higher Education and Training in Istanbul,\nTurkey, at the CEO’s Conference on Human Resources Metrics and Analytics\nsponsored by the Marshall School of Business at the University of\nSouthern California, to the Rocky Mountain Human Resource Planning\nSociety, in the Innovators Speakers Series sponsored by Penn State\nUniversity, at the Patient–Focused Care Symposium sponsored by the AMD3\nResearch and Education Foundation and the University of Pittsburgh\nMedical Center at Magee Women’s Hospital, at the “Thought Leaders\nBreakfast” at the 2006 Global Conference of the Human Resource Planning\nSociety, and at the annual meeting of the Northeastern Educational\nResearch Association. Over the years, my collaborators in the study of\ninformation markets have been Rose M. Baker (2022), University of North Texas,\nand Evi̇n Doğan Cebici (2021), İstanbul Şişli Meslek\nYüksekokulu.\n\nLast updated on\n\n[1] \"2022-08-26 08:50:21 EDT\"\n\nMy\nApproach to the Topic of This Posting: Emphasis on Information Markets;\nLess Attention to Survey Methods\nAs I write this posting in August 2022, the U.S. is preparing for the\npost-Labor Day start in earnest of campaigns for the November midterm\nelections to public office. I often have wondered why political\ncandidates interested in public opinion levels and variations fail to\ntake advantage of information markets. Although I never have done the\ncalculations, my sense is that the relative cost of information markets\ncompared with conventional surveys per unit of information would favor\ninformation markets. I guess you could count me as have a prior bias\ntoward information markets without further data, which is discernible by\nthe amount of emphasis I place in this blog on information markets. What\nlimits the adoption of information markets? I assess that the reluctance\nto adopt information markets has to do with: (a) wide familiarity with\nsurvey reporting from surveys and limited exposure to information\nmarkets among clients and media; (b) difficulty in inducting\nparticipants into information markets due to relatively small numbers of\npeople who do commodity futures trading (related to point (a)), and (c)\nsparse software to support implementation of information markets.\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Images from external media are framed with with a\nborder. Sources for these external media are cited in captions.\nAcknowledgement\nThe bibliographic assistance of Theresa Thonhauser is\nappreciated.\n\n\n\nAbramowicz, M. (2004). Information markets, administrative\ndecisionmaking, and predictive cost-benefit analysis. The University\nof Chicago Law Review, 71(3), 933–1020. https://www.jstor.org/stable/1600601\n\n\nAG Commodities. (2022). US yellow corn grade 2. https://agrocommodityasia.com/shop/wholegrainsandseeds/corn/us-yellow-corn-grade-2/\n\n\nAnderson, L. R., & Holt, C. A. (1997). Information cascades in the\nlaboratory. The American Economic Review, 87(5),\n847–862. https://www.jstor.org/stable/2951328\n\n\nBerg, J. E., & Rietz, T. A. (2003). Prediction markets as decision\nsupport systems. Information Systems Frontiers, 5(1),\n79–93. https://doi.org/10.1023/A:1022002107255\n\n\nBerg, J., Forsythe, R., Nelson, F., & Rietz, T. (2008). Results\nfrom a dozen years of election futures markets research (C. R.\nPlott & V. L. Smith, Eds.; Vol. 1, pp. 742–751). Elsevier. https://doi.org/10.1016/S1574-0722(07)00080-7\n\n\nBerg, J., Nelson, F., & Reitz, T. (2003). Accuracy and forecast\nstandard error of prediction markets. https://www.biz.uiowa.edu/faculty/trietz/papers/forecasting.pdf\n\n\nBest, R., Bycoffe, A., King, R., Mehta, D., & Wiederkehr, A. (2022).\nPennsylvania: U.S. Senate 2022 Polls: timestamp: 18 August 2022 at\n12:19 pm. https://projects.fivethirtyeight.com/polls/senate/2022/pennsylvania\n\n\nBest, R., Bycoffe, A., King, R., Mehta, D., & Wiederkehr, A. (2022).\nPennsylvania: U.S. Senate 2022 Polls: timestamp: 18 August 2022 at\n12:19 pm. https://projects.fivethirtyeight.com/polls/senate/2022/pennsylvania\n\n\nCarlton, D. W. (1984). Futures markets: Their purpose, their history,\ntheir growth, their successes and failures. The Journal of Futures\nMarkets, 4(3), 237. https://www.proquest.com/docview/228205962/abstract/A54ED05A334388PQ/1\n\n\nChasmar, J. (2022). Dem senate candidate fetterman says\n‘i agree with’ cutting prison population by\none-third in unearthed clip. https://www.foxnews.com/politics/dem-senate-candidate-fetterman-says-i-agree-cutting-prison-population-one-third\n\n\nChen, K.-Y., Fine, L. R., & Huberman, B. A. (2003). Predicting the\nfuture. Information Systems Frontiers, 5(1), 47–61. https://doi.org/10.1023/A:1022041805438\n\n\nCongressional Record. (2003). Trading in death: Senators criticize\ndarpa futures market program (archived transcipt). https://sgp.fas.org/congress/2003/s072903.html\n\n\nDixon-Hamilton, J. (2022). Fetterman calls on Biden to fine airlines\namid thousands of cancellations. https://www.breitbart.com/politics/2022/06/29/pennsylvania-lieutenant-governor-john-fetterman-calls-on-biden-to-fine-airlines-amid-thousands-of-cancellations/\n\n\nFink, A. (2015). How to conduct surveys: A step-by-step guide.\nSAGE Publications.\n\n\nfivethirtyeight.com. (2022). U.s. Senate 2022 polls: database.\nhttps://projects.fivethirtyeight.com/polls/data/senate_polls.csv\n\n\nForesight Exchange. (2000). FX claim BUSH2K - george w. Bush wins US\nelection. http://www.ideosphere.com/fx-bin/Claim?claim=BUSH2K\n\n\nForesight Exchange. (2000). FX claim BUSH2K - george w. Bush wins US\nelection. http://www.ideosphere.com/fx-bin/Claim?claim=BUSH2K\n\n\nForesight Exchange. (2022). Foresight exchange (FX)\ndocumentation. http://www.ideosphere.com/fx/docs/FXdocs.html\n\n\nForesight Exchange. (2022). Quick overview. https://about.foresight.exchange/about-foresight/\n\n\nForsythe, R., Nelson, F., Neumann, G. R., & Wright, J. (1992).\nAnatomy of an experimental political stock market. The American\nEconomic Review, 82(5), 1142–1161. https://www.jstor.org/stable/2117471\n\n\nGlueck, K. (2022). Fetterman returns to senate campaign trail in\npennsylvania. The New York Times. https://www.nytimes.com/2022/08/12/us/politics/fetterman-oz-senate-pennsylvania.html\n\n\nHanson, R., Caplan, B., Jarmas, R., Lott, J., Masse, C., Shaw, U., &\nWolfers, J. (2005). The informed press favored the policy analysis\nmarket. http://mason.gmu.edu/~rhanson/PAMpress.pdf\n\n\nHanson, R., Oprea, R., & Porter, D. (2006). Information aggregation\nand manipulation in an experimental market. Journal of Economic\nBehavior & Organization, 60(4), 449–459. https://doi.org/10.1016/j.jebo.2004.09.011\n\n\nHayek, F. A. (1945). The use of knowledge in society. The American\nEconomic Review, 35(4), 519–530. https://www.jstor.org/stable/1809376\n\n\nHayes, A. (2021). What is a futures contract? https://www.investopedia.com/terms/f/futurescontract.asp\n\n\nHeitner, D. (2014). Fantasy sports mixed with stock market play in\nreal-time, real money offering. https://www.forbes.com/sites/darrenheitner/2014/05/05/fantasy-sports-mixed-with-stock-market-play-in-real-time-real-money-offering/\n\n\nHull, J. (2016). Fundamentals of futures and options markets\n(9th edition). Pearson.\n\n\nHulse, C. (2003). Threats and responses: Plans and criticisms: Swiftly,\nplan for terrorism futures market slips into dustbin of idea without a\nfuture. The New York Times. https://www.nytimes.com/2003/07/30/us/threats-responses-plans-criticisms-swiftly-plan-for-terrorism-futures-market.html\n\n\nKelley, K., Clark, B., Brown, V., & Sitzia, J. (2003). Good practice\nin the conduct and reporting of survey research. International\nJournal for Quality in Health Care, 15(3), 261–266. https://doi.org/10.1093/intqhc/mzg031\n\n\nLegal Information Institute. (2022). 7 U.S. Code Chapter 1 -\nCOMMODITY EXCHANGES. https://www.law.cornell.edu/uscode/text/7/chapter-1\n\n\nLeigh, A., Wolfers, J., & Zitzewitz, E. (2003). What do\nfinancial markets think of war in iraq? https://doi.org/10.3386/w9587\n\n\nLicas, R. E. Jr. (1987). Models of business cycles.\nWiley-Blackwell. https://www.wiley.com/en-us/Models+of+Business+Cycles-p-9780631147916\n\n\nLooney, R. E. (2004). DARPA’s policy analysis market for intelligence:\nOutside the box or off the wall? International Journal of\nIntelligence and CounterIntelligence, 17(3), 405–419. https://doi.org/10.1080/08850600490446745\n\n\nMuth, J. F. (1961). Rational expectations and the theory of price\nmovements. Econometrica, 29(3), 315–335. https://doi.org/10.2307/1909635\n\n\nNöth, M., & Weber, M. (2003). Information aggregation with random\nordering: cascades and overconfidence*. The Economic Journal,\n113(484), 166–189. https://doi.org/10.1111/1468-0297.00091\n\n\nORCID. (2021). Eviṅ doğan (0000-0003-1441-3968).\nhttps://orcid.org/0000-0003-1441-3968\n\n\nORCID. (2022). Rose Baker (0000-0003-2191-0436). https://orcid.org/0000-0003-2191-0436\n\n\nPassmore, D. L., Cebeci, E. D., & Baker, R. M. (2005a). Market-based\ninformation for decision support in human resource development.\nHuman Resource Development Review, 4(1), 33–48. https://doi.org/10.1177/1534484304273843\n\n\nPassmore, D. L., Cebeci, E. D., & Baker, R. M. (2005b). Potential of\nidea future markets in educational technology. Journal of\nDerivatives Markets, 2(4), 56–66. https://doi.org/10.1109/ITHET.2004.1358233\n\n\nPJM. (2022). About PJM. https://pjm.com/about-pjm\n\n\nPJM Data Miner. (2022a). Hourly day-ahead demand bids. http://dataminer2.pjm.com/feed/hrl_da_demand_bids/definition\n\n\nPJM Data Miner. (2022b). Hourly day-ahead demand bids. http://dataminer2.pjm.com/feed/hrl_da_demand_bids/definition\n\n\nPlott, C. R. (2000). Markets as information gathering tools.\nSouthern Economic Journal, 67(1), 2–15. https://doi.org/10.2307/1061610\n\n\nPlott, C. R., & Chen, K.-Y. (2002). Information aggregation\nmechanisms: Concept, design and implementation for a sales forecasting\nproblem. https://ideas.repec.org/p/clt/sswopa/1131.html\n\n\nPredictIt. (2022a). 2022 US senate predictions: What percentage of\nthe pennsylvania senate democratic primary vote will john fetterman\nwin? https://www.predictit.org/markets/detail/7903/What-percentage-of-the-Pennsylvania-Senate-Dem-primary-vote-will-Fetterman-win\n\n\nPredictIt. (2022b). Support. https://www.predictit.org/support/what-is-predictit\n\n\nScharfstein, D. S., & Stein, J. C. (1990). Herd behavior and\ninvestment. The American Economic Review, 80(3),\n465–479. https://www.jstor.org/stable/2006678\n\n\nSilver, N. (2008). Polls now weighted by sample size. https://fivethirtyeight.com/features/polls-now-weighted-by-sample-size/\n\n\nSunder, S. (1992). Market for information: Experimental evidence.\nEconometrica, 60(3), 667–695. https://doi.org/10.2307/2951588\n\n\nUniversity of Iowa. (2021). Iowa electronic markets. https://tippie.biz.uiowa.edu/iem\n\n\nWalter, G., Cleary, M., & Rey, J. M. (1999). Want to know how to\nconduct a survey but too afraid to ask? A step-by-step guide.\nAustralasian Psychiatry, 7(5), 258–261. https://doi.org/10.1046/j.1440-1665.1999.00215.x\n\n\nWalter, G., Cleary, M., & Rey, J. M. (1999). Want to know how to\nconduct a survey but too afraid to ask? A step-by-step guide.\nAustralasian Psychiatry, 7(5), 258–261. https://doi.org/10.1046/j.1440-1665.1999.00215.x\n\n\nWikipedia. (2022). Policy analysis market. https://en.wikipedia.org/w/index.php?title=Policy_Analysis_Market&oldid=1070823785\n\n\nSee the appendix to this blog\nposting, “My Approach to the Topic of This Posting,” for my motivations\nfor writing this essay.↩︎\nData for all Senate races in the U.S.\nare available from fivethirtyeight.com (2022). I extracted data pertaining\nsolely to Pennsylvania and made these state data available for download\nin a .cvs\nfile.↩︎\nCan you imagine investors living in a\nshady, residential neighborhoods having 5,000 bushels of corn dumped in\ntheir front yards on the delivery date specified in their contracts?↩︎\nA regional transmission organization\nin the United States that coordinates the movement of wholesale\nelectricity in 13 of the United States and the District of Columbia.↩︎\nInformation markets are identified at\ntimes as “idea futures markets,” “prediction markets,” or “decision\nmarkets” because they are used to assemble forecasts and to align\ninformation for decision-making.↩︎\n",
    "preview": "op/2022-08-17-decision-market/cover_election_2020_polls.png",
    "last_modified": "2022-08-26T08:50:27-04:00",
    "input_file": {},
    "preview_width": 1000,
    "preview_height": 628
  },
  {
    "path": "op/2022-04-02-ostrich-epistemology/",
    "title": "ostrich epistemology",
    "description": "*Learning* involves *thinking*; its whetstone is *reasoning*; it requires intellectual *humility*, not arrogance. Learning, thinking, reasoning, and humility currently are in short supply, I assert, in this brief essay.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2021-11-02",
    "categories": [
      "practical epistemology",
      "openmindedness",
      "learning",
      "humility"
    ],
    "contents": "\nCharles Sanders Peirce, “The Fixation of Belief,” Popular Science\nMonthly (12, 1877: 1– 15), characterized “ostrich” beliefs. From\nthe Pierce article:\n\nI remember once being entreated not to read a certain newspaper lest\nit might change my opinion upon freetrade. ‘Lest I might be entrapped by\nits fallacies and misstatements,’ was the form of expression. ‘You are\nnot,’ my friend said, ’a special student of political economy. You\nmight, therefore, easily be deceived by fallacious arguments upon the\nsubject. You might, then, if you read this paper, be led to believe in\nprotection. But you admit that freetrade is the true doctrine; and you\ndo not wish to believe what is not true.’\n\n\nPierce’s statement embeds examples of two types of “epistemic\npaternalism,” that is, the restriction of how we come to know things\n(our epistemology). “First-person paternalism” involves censoring your\nown experience and thinking to avoid changing your deeply held\nbeliefs.\n“Third-person paternalism” involves having a third party tell you\nwhat to read/do for your own good. This practice of interfering with\npeople’s efforts at inquiry without their consent is based because\npeople will be better off without testing, probing, or thinking.\nConfronting and engaging arguments with an open mind about what\nappear, at first glance, to be stupid conclusions is not as risky as the\nostrich might think. On the contrary, a person can improve by being\nopen-minded.\nYou treat an argument openmindedly only if you are willing\nto change your mind in response to that argument based on evidence.\nThomas Kelly, in “Following the Argument Where It Leads,”\nPhilosophical Studies (154, 2011: 105–24), suggests following a\n“modalized reasonableness,” a disposition to believe, disbelieve, or\nsuspend judgment on any proposition whenever becomes reasonable to do\nso.\nIn Chapter 2 of On Liberty – the locus classicus for a\nphilosophical attack on censorship – John Stuart Mill considers a\ndilemma. On the one hand, perhaps the status quo opinion is false, and\nthe dissenting opinion is true. In that case, suppressing and refusing\nto engage with the dissenting opinion means foregoing an opportunity to\ncorrect ourselves. On the other hand, even if the dissenting opinion is\nfalse and is known to be so, suppressing it robs us of the opportunity\nto gain, in Mill’s words, “the clearer perception and livelier\nimpression of truth produced by its collision with error.”\nIt’s called learning; it involves thinking; its\nwhetstone is reasoning; it requires intellectual\nhumility, not arrogance. Learning, thinking, reasoning, and\nhumility currently are in short supply, I assert.\nEpistemic paternalism is the subject of many academic discussions,\nmuch of it wooly. One article that seems, as its author writes,\n“clarifactory” is available at http://bit.ly/EpistPater. Not a\nlate-night read, though.\nLast updated on\n\n[1] \"2022-07-14 08:07:24 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-04-02-ostrich-epistemology/headinsand.jpg",
    "last_modified": "2022-07-14T08:07:25-04:00",
    "input_file": {}
  },
  {
    "path": "op/2022-04-02-deathtoremember/",
    "title": "death to honor and remember",
    "description": "Why have a Memorial Day?",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2021-05-21",
    "categories": [
      "Herodatus",
      "ancient Greeks",
      "Memorial Day",
      "honor",
      "death"
    ],
    "contents": "\nSeveral friends spoke recently about how to honor those who died in\nthe service of their country. In the United States we celebrate\nMemorial Day, a custom observed on the last Monday of May that\nis meant to honor the men and women who died while serving in the U.S.\nmilitary.\n\nThe word, “memorial,” derives from a Latin word, “memorialis,”\nmeaning “belonging to memory.” The Latin root also connotes a\nmanifestation of that memory through commemorative gesture, the\nestablishment of a monument, or the enactment of a rite.\nAnd, so, we have our Memorial Day, a day with an abundance of\nmemories and memorials for many Americans. Profound reflection. Prayer.\nPerhaps a parade and assembly at a local shrine to remember the war\ndead. Memories often spread to now-absent friends and family and to\nthoughts of the lives of those we never met, but carry in our DNA and\nlocal histories.\nFor some, though, the day concludes a long restful weekend spanning\nspring and summer, a chance to start landscaping, or a gathering of\nfamily, friends, and neighbors for a cookout and a beer. Not everyone\nhas palpable memories to ponder or even wants to consider any dark\nimages they might summon. In these ways, our Memorial Day conjures a\nfeuding horde of meanings for many Americans, much like the current\nstate of our moral and ethical life in the United States.\nBy contrast, the Greeks assigned a more singular, principled meaning\nfor a “good” death, the kind that should provoke our memory and honor.\nHerodotus (c. 484 – c. 425 BC), a Greek writer and geographer described\nas the “Father of History,” told the story of Solon and Croesus to\nillustrate Greek ideals surrounding death.\nCroesus, an enormously wealthy king of Lydia, was visited by Solon,\nan esteemed Athenian statesman, lawmaker, and poet who is now known as\none of the “Seven Wise Men of Greece.” Croesus wished to impress Solon\nwith his treasure and stature. He took Solon on a tour of his holdings\nand spoils of war. He wined and dined Solon in splendor for days.\nCroesus’s wealth was proverbial in the ancient world, in which people\nwould often exclaim that someone seemed “as rich as Croesus.”\nSeeking to be flattered, Croesus asked Solon who he thought was the\nhappiest man in the world. Solon’s answer disappointed Croesus, for it\nwasn’t Croesus. Solon identified three people who were happier than\nCroesus. One, Tellus, a simple Athenian farmer/statesman and two\nbrothers, Cleobis and Biton, who died young.\nSolon explained that Tellus was the happiest man he had ever known.\nTellus was a man of moderate means, certainly no match for the splendor\nof Croesus. Yet, Tellus lived in a well-governed country and raised\nvirtuous sons, all of whom produced grandchildren for Tellus to enjoy\nbecause they survived the perilous early years of childhood.\nOn top of these virtues, the end of Tellus’s life was most brilliant.\nWhen Athenians waged a war against their neighbors in Eleusis, Tellus\njoined the battle, fought valiantly, and helped rout the enemy — but\nlost his life. Tellus died gallantly in the service of his country.\nAccordingly, Athenians buried him publicly right where he fell in battle\nand honored him greatly. As Horace, a Roman lyric poet wrote in his\nOdes, Dulce et decorum est pro patria moria, or “It is\nsweet and fitting to die for the homeland.”\nCroesus failed to discern a difference between the idea of riches and\nthe idea of a more generalized good life. He seethed quietly in\njealousy. He concluded that Solon is mocking him subtly. Croesus asked\nSolon to continue by telling the story of the young boys, Cleobis and\nBiton, who Solon believed were happier than Croesus.\nThe brothers, who displayed singular athletic prowess and strength,\ndid not die gloriously in war. During a Greek festival honoring the\ngoddess Hera, their priestess mother was called for worship to the\ntemple devoted to the gods located some five miles away. When their\nmother’s team of oxen could not be located in the fields, the brothers\ntook up the yoke of their mother/priestess’s ceremonial wagon. They\npulled her wagon to the temple themselves so that their mother would not\nbe dishonored by arriving late to lead temple devotions.\nThe entire gathering at the temple saw the great love of the brothers\nfor their mother and their piety to the goddess Hera. Men stood around\nthe youths and congratulated them on their strength. Women congratulated\ntheir mother for having borne such children.\nThe mother of Cleobis and Biton was overjoyed at their feat and by\nthe praise they received. She stood before the image of the goddess Hera\nand prayed that the goddess might grant them whatever was best for\nmortal men.\nThe exhausted brothers feasted and slept that night in the temple,\nwaiting to take their mother home on the following day. But, they never\nrose again. Death held them there. Thanatos, the bringer of death,\nsnatched the brothers at the height of their powers, allowing them to\nevade the events that can fill almost every human life with some\nunhappiness. Their great deeds and devotion would ensure that the\nbrothers would be talked about long after their bones had turned into\ndust.\nThe Greeks, for whom the afterlife was a murky, aimless, dark place,\nbelieved that nothing is better for mortals than to die honorably –\nespecially honorably and young so as to be spared the\nvicissitudes of long life. As a quick glimpse into the Greek mind, so\ndifferent than ours, the mother of Cleobis and Biton thanked the goddess\nfor granting beautiful endings to the lives of her sons. As in A. E.\nHousman’s poem, To an Athlete Dying Young,\n\nNow you will not swell the rout /Of lads that wore their honours out\n/ Runners whom renown outran /And the name died before the man.\n\nCroesus could not understand why Tellus and the brothers, Cleobis and\nBiton, should be so honored. Weren’t they, as a modern leader once\nascribed to those who die in war, suckers (a word I select to paraphrase\nCroesus’s conclusion)? I guess that Croesus couldn’t see what was in it\nfor Tellus and the brothers. Croesus said, “No one is stupid enough to\nprefer war to peace; in peace sons bury their fathers and in war fathers\nbury their sons.” Wasn’t it better to ensure happiness in life, wondered\nCroesus, by building wealth and power?\nTo this, Solon replied that human life is largely a matter of chance.\nSomeone with vast wealth is no better off than someone who lives from\nday to day, unless good fortune attends him. Plenty of extremely wealthy\npeople are unfortunate, although plenty of people with moderate means\nare lucky.\nSolon said that if a person is protected by the chance of good luck,\navoids disfigurement and disease, has no experience of catastrophe, is\nblessed with fine children, and, in addition to all this, dies a good\ndeath, then that person deserves to be described as happy. Solon said,\n“Let no man be called happy before his death. Till then, he is not\nhappy, only lucky.”\nLater, Croesus himself was toppled by Cyrus, the King of Persia. No\ntreasures, no holdings, no power could save him from being burned alive\nby his captors. On his funeral pyre, as flames licked about him, Croesus\ncried, “Oh Solon! Oh Solon! Oh Solon! Count no man happy until the end\nis known!”\nThe probability of death for us all is 1.0….no doubt about that fact.\nWe all will die. Marcus Aurelius wrote in one of the most withering\nlines in his diary that “Alexander the Great and his mule driver both\ndied.” In the end, the most powerful conqueror on earth was, Aurelius\nimplied, no better or no less mortal than the man who drove his baggage\ncart. Moreover, death’s timing is mostly unknown to us. The best\nopportunity for virtuous action in our lives is now, not at some vague\nlater time.\nAnd, to sharpen our daily quest for virtue, we must remember that a\nfinal material or spiritual accounting at death for a life’s impact does\nnot just happen to some abstract “others.” But, instead, death may visit\nus so near as to be among our friends and even our family members whom\nwe hold dear – and, yes, in a thin ribbon of a moment, to us,\nourselves.\nFor the most part, we are likely to know the objective facts of\ndeaths — location, circumstances, causes. Understanding the thoughts,\nfeelings, or awareness of others at the time of their deaths is\ndifficult to estimate, though. We, as a result, remember only the facts\nand meanings that we assign to lives and deaths. These remembrances form\nthe basis of our memorials.\nAbout the dead, though, we know nothing about the unfathomably deep\nor boundless space in which they might exist. We display our own sense\nof virtue when we remember and honor the dead who have rounded their\nlives in service to larger ideals and have paid with their lives for\nthese efforts. And, that, for me, is a good enough reason for Memorial\nDay.\nLast updated on\n\n[1] \"2022-04-22 06:31:05 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-04-02-deathtoremember/dtor.jpeg",
    "last_modified": "2022-04-22T06:31:07-04:00",
    "input_file": {}
  },
  {
    "path": "op/2022-04-02-flungatearth/",
    "title": "a bunch of sun flung at the earth?",
    "description": "Serious scientists can barely stir a yawn from the public, legislators, and polkicy-makers when in discussions about preparations for and consequences of severe solar events...published in 2009",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2009-05-18",
    "categories": [
      "solar storms",
      "cataclysm",
      "electric power grid",
      "disaster preparation"
    ],
    "contents": "\n\nWritten with Rose Baker. “Think our economy is in trouble now? Just\nwait until a bunch of the sun is flung at the Earth!,” Pennsylvania\nBusiness Central, 18(10), p. 7, 15 May 2009.\n\nDraw the shades, and douse the lights. Cue the dark, creepy music.\nBoil the sky with black scudding storm clouds. Feel a damp chill as the\nspine tingles.\nThis is a scary story.\nDuring the late summer of 1859, astronomers noted that the sun\nespecially was active. On September 1, Richard Carrington, a British\nastronomer, observed an extremely large solar flare, a giant,\nenergy–releasing explosion on the sun’s surface. This flare ejected a\nlarge mass of geomagnetic plasma, consisting primarily of electrons and\nprotons, toward the Earth.\nWithin eighteen hours, the Earth experienced the largest\never–recorded geomagnetic storm. Skies worldwide erupted in red, green,\nand purple auroras (“northern lights”) so brilliant that newspapers\ncould be read as easily during the night as in the day. Auroras lit the\nskies so brightly in the Rocky Mountains that the glow woke gold miners,\nwho began cooking breakfast because they thought it was morning.\nTelegraph systems went wild. Electrical discharges shocked telegraph\noperators and started fires. Even when telegraphers disconnected\nbatteries powering telegraph lines, electrical currents induced in the\nwires by the solar event still allowed messages to be transmitted.\nA rare event? Maybe so, but severe solar storms have had large\nconsequences for the Earth.\nSolar storms have been disruptive in the U.S. already. For example, a\nhuge solar flare on August 4, 1972, knocked out long–distance telephone\ncommunication across Illinois. A similar flare on March 13, 1989,\ndisrupted electric power transmission from a Hydro Québec generating\nstation in Canada, blacking out most of the province and plunging 6\nmillion people into darkness for 9 hours. Power surges from this\ngeomagnetic storm even melted power transformers in New Jersey. The same\nstorm caused the atmosphere to inflate and, as a result, dragged a Long\nDuration Exposure Facility satellite studying extraterrestrial radiation\nexposure to a lower orbital height. In December 2005, a solar storm\ndisrupted satellite–to–ground communications and Global Positioning\nSystem navigation signals for about 10 minutes.\nOur complex and interconnected modern infrastructure depends\nincreasingly on a functioning electrical grid and electrical devices.\nInfrastructure for communications, electrical power, water, banking,\nfinance, and transportation sectors, to name a few, are highly\ninterdependent, as shown in a figure shown at the bottom of this article\nfrom a report by the Department of Homeland Security. A National Research Council\nreport on the social and economic impacts of severe space weather\nevents, indicated that a replication of the solar storm first\nobserved by Carrington would result in extensive, and possibly\ncatastrophic, social and economic disruptions.\nAccording to the NRC report, a severe space weather event in the U.S.\ncould induce ground currents that would destroy 300 key transformers\nwithin about 90 seconds after a solar pulse reached the Earth, cutting\noff power for more than 130 million people. According to a NRC map, Pennsylvania, along with\nthe entire northeastern U.S., particularly is vulnerable. In fact, NRC\nestimates that 55% of Pennsylvania transformers are at risk.\nPotable water would go first. Pumped water would stop. Without\nelectricity pumping water from reservoirs, water through taps would\ncease in four hours. No electrically powered transport would function.\nDelivery trucks would run out of fuel, with no electricity to pump gas\nfrom underground tanks at filling stations. Back–up generators would\nlast until their fuel ran out. Hospitals could provide about 72 hours of\nslim, essential care. After that, modern healthcare, as we know it,\nwould end.\nNatural gas and fuel pipelines require electricity to operate.\nCoal–fired power stations usually keep reserves to last 30 days. After\nthat, no electricity. Grid failure would trigger programmed shut–down of\nnuclear power stations.\nPeople would die. Power loss would cripple major centers of\npharmaceutical production. The supply of perishable medications, such as\ninsulin, would be exhausted quickly.\nRestoration of service would take a shockingly long time. Months.\nMaybe years. Replacement, not repair, of melted transformer hubs would\nbe required. Replacement transformers, and the crews for installations,\nare scarce. Spare transformers would be used quickly. Production of\nreplacements could take 12 months. Transportation of new transformers to\nsites would become a nightmare.\nAccording to the NRC report, the impact of a “severe geomagnetic\nstorm scenario” could be as high as $2 trillion in the first year after\nthe storm, which is many times the costs resulting from Hurricane\nKatrina. The NRC estimates recovery time between four to 10 years and\nquestions whether the U.S. economy could recover completely.\nWith enough warning (no less than 15 minutes), electrical utilities\ncould harden for an incoming solar pulse. However, satellites that form\nthe current early warning system are aged and becoming unreliable.\nThe installation of supplemental transformer neutral ground resistors\nin critical locations throughout the U.S. could reduce anticipated\ndamage from a solar storm’s wallop by 60% to 70%. The expected costs of\nthe relatively easy installation of these refrigerator–sized devices are\napproximately $150 billion, which sounds like a pretty good bargain in\nour current bailout economy.\nYet, serious scientists can barely stir a yawn when they discuss the\npreparations for and consequences of severe solar events.\nThe sun’s activity level rises and falls in approximately eleven–year\nwaves. The next solar sunspot and flare maximum is expected in 2012.\nAnyone have sunscreen, bottled water, and a pet dog (they can be tasty,\nif prepared well) that they are willing to share?\nInfratructure is connected densely:\n\nLast updated on\n\n[1] \"2022-04-22 06:36:50 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-04-02-flungatearth/impact.png",
    "last_modified": "2022-04-22T06:36:53-04:00",
    "input_file": {},
    "preview_width": 677,
    "preview_height": 404
  },
  {
    "path": "op/2022-03-29-moby/",
    "title": "reading Moby-Dick",
    "description": "Advice for any young person required to read Moby-Dick...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-15",
    "categories": [
      "literature",
      "Moby Dick"
    ],
    "contents": "\nA young friend held up a paperback copy of Moby-Dick, Herman\nMelville’s epic allegorical novel about the voyage of the whaling ship,\nthe Pequod, the ship’s variegated crew, and its tyrannical\nCaptain Ahab and their pursuit of the great, ferocious white sperm\nwhale, Moby Dick. Captain Ahab drives his harpooners and mates to kill\nMoby Dick, to whom Ahab had lost a leg in an earlier encounter.\n\nStarbuck, the thought-filled first mate of the Pequod, and other\nmembers of his crew – Stubb and Flask, most notably – are joined by the\n“savage cannibal,” Queequeg, and other harpooners – a native American,\nTashtego, a giant African, Daggoo, and the sinister Persian, Fedallah –\njoin to fulfill Ahab’s single-minded, obsessive desire to destroy the\nGreat White. Moby-Dick begins with its fictional narrator’s famous line,\n“Call me Ishmael,” perhaps one of the most famous openings in American\nliterature.\nMy young friend’s paperback volume did not seem quite thick enough\nfor the original. Melville’s book is a long work that often is abridged\nfor young and modern readers. In its virgin form, Moby-Dick is\npeppered with what seem now to be odd sailing terms and references to\nthe sensibilities of 1850s seafaring, making the manuscript certainly\nchallenging slogging for most of the dot.com generation and for anyone\naccustomed to maintaining any more than the one-hour-and-out attention\nspan required to watch a History Channel treatment of a topic. No, the\nactual Moby-Dick is difficult for most young readers even to\ncarry, let alone read.\nMelville had extensive experience at sea. He served as a cabin boy,\nas a seaman on the frigate United States, as a harpooner out of\nNantucket, Massachusetts, and as a member of the crew on a whaling ship,\nAcushnet, in the South Seas from which he reported jumped ship\nand lived among native people for three years. Yet, with all the fog and\nfoam conjured on its pages, Moby-Dick was written in\nland-locked western Massachusetts from Melville’s knowledge and\nexperience with the sea and whaling.\nAs he wrote Moby-Dick, I feel sure Melville had to create\nscenes, dialog, and a flow as though the whole story was played out in\nfront of him. In the green hills around Pittsford, Massachusetts, the\nonly water of significance would result from drops on the trees and\nthrough the little dales in cool emergent spring, during languid summer\nafternoons, and on magnificent, dappled fall’s canvass of spent life\nwaiting for the first frost. So far from the vast green sea, without the\nrolling dark waves, without the briny smell of boiling seawater pressed\noutward by the prow of the ship, Melville wrote such passages as in\nChapter 51, The Spirit-Spout,\n\nIt was while gliding through these latter waters that one serene and\nmoonlight night, when all the waves rolled by like scrolls of silver;\nand, by their soft, suffusing seethings, made what seemed a silvery\nsilence, not a solitude: on such a silent night a silvery jet was seen\nfar in advance of the white bubbles at the bow. Lit up by the moon, it\nlooked celestial; seemed some plumed and glittering god uprising from\nthe sea.\n\nOr, as in Chapter 111, The Pacific,\n\nThere is, one knows not what sweet mystery about this sea, whose\ngently awful stirrings seem to speak of some hidden soul beneath; like\nthose fabled undulations of the Ephesian sod over the buried Evangelist\nSt. John. And meet it is, that over these sea-pastures, wide-rolling\nwatery prairies and Potter’s Fields of all four continents, the waves\nshould rise and fall, and ebb and flow unceasingly; for here, millions\nof mixed shades and shadows, drowned dreams, somnambulisms, reveries;\nall that we call lives and souls, lie dreaming, dreaming, still; tossing\nlike slumberers in their beds; the ever-rolling waves but made so by\ntheir restlessness.\n\nOr, in Chapter 132, The Symphony,\n\nIt was a clear steel-blue day. The firmaments of air and sea were\nhardly separable in that all-pervading azure; only, the pensive air was\ntransparently pure and soft, with a woman’s look, and the robust and\nman-like sea heaved with long, strong, lingering swells, as Samson’s\nchest in his sleep.\n\nIf you can read these passages without hearing the sign-song creak of\nthe mast, without smelling the new and old life and death in the sea\nparted by the ship, without feeling in the palm of your tar-stained hand\nthe snag of a sliver from the deck rail, or without seeing in your long\ngaze the gentle curve of the horizon melding with the infinite, without\nrocking to the pitch and yaw of the ship as it charges in a wild reach,\nthen you just might not be concentrating.\n\nPerhaps the secret to penetrating what seems to us as turgid prose\nfrom a long-gone era is to actually make Moby-Dick with\nMelville, not merely read it. Although Melville put down his pen as he\nfinished writing his signature work almost 160 years ago, Moby-Dick is\nnew to us and occurs again as we read it…every time we read it. This is\nthe magic and sacredness of books that no film could ever hope to match,\nno matter what budget or artistry is behind it. Every time we read and\nre-read a book, the story is told with fresh, new meaning because the\nstory is not a story with meaning to us until we imagine and fill in the\ncracks with our own thoughts, colors, smells, and textures. In this way,\nno one reads Moby-Dick in the same way as any other person. In\nfact, like some sort of Alzheimer’s patients, we read a book differently\nevery time we encounter it.\nSo, my advice, my dear young friend: read Moby-Dick without\nworrying about finishing it, no matter what your teacher requires. Buy\nthe unabridged version. Savor the words. Build the story in your mind’s\neye. Enjoy the poetry of it all. For one day, you will have a Great\nWhite of your own to slay, when the deep moans ’round with many voices,\nwhen you will need already to have had practice with the reckless\npursuit of demons without a thought for your own peril.\nLast updated on\n\n[1] \"2022-04-22 06:11:12 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-03-29-moby/HermanMelville55.jpg",
    "last_modified": "2022-04-22T06:11:15-04:00",
    "input_file": {}
  },
  {
    "path": "op/2022-03-29-leave/",
    "title": "leave it at the stream",
    "description": "A lesson about staying in the present from Marshall Goldsmith...written in 2006",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2006-02-12",
    "categories": [
      "story",
      "losing regret",
      "compassion",
      "presence"
    ],
    "contents": "\nMarshall\nGoldsmith spoke at the conference I attended in 2006 in Florida. He\nhad a great story to tell that he initially published in\nFastCompany (Issue 82 May 2004, Page 103) and that is available\nat his website:\n\nA Buddhist parable illustrates the challenge – and value - of letting\ngo of the past. Two monks were strolling by a stream on their way home\nto the monastery. They were startled by the sound of a young woman in a\nbridal gown, sitting by the stream, crying softly. Tears rolled down her\ncheeks as she gazed across the water. She needed to cross to get to her\nwedding, but she was fearful that doing so might ruin her beautiful\nhandmade gown.\n\n\nIn this particular sect, monks were prohibited from touching women.\nBut one monk was filled with compassion for the bride. Ignoring the\nsanction, he hoisted the woman on his shoulders and carried her across\nthe stream–assisting her journey and saving her gown. She smiled and\nbowed with gratitude as he noisily splashed his way back across the\nstream to rejoin his companion.\n\n\nThe second monk was livid. “How could you do that?” he scolded. “You\nknow we are forbidden even to touch a woman, much less pick one up and\ncarry her around!”\n\n\nThe offending monk listened in silence to a stern lecture that lasted\nall the way back to the monastery. His mind wandered as he felt the warm\nsunshine and listened to the singing birds. After returning to the\nmonastery, he fell asleep for a few hours. He was jostled and awakened\nin the middle of the night by his fellow monk. “How could you carry that\nwoman?” his agitated friend cried out. “Someone else could have helped\nher across the stream. You were a bad monk!”\n\n\n“What woman?” the tired monk inquired groggily.\n\n\n“Don’t you even remember? That woman you carried across the stream,”\nhis colleague snapped.\n\n\n“Oh, her,” laughed the sleepy monk. “I only carried her across the\nstream. You carried her all the way back to the monastery.”\n\nThe learning point is simple: Leave it at the stream.\n\nLast updated on\n\n[1] \"2022-04-22 06:08:57 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-03-29-leave/streams.jpg",
    "last_modified": "2022-04-22T06:09:00-04:00",
    "input_file": {}
  }
]
